/*
Navicat MySQL Data Transfer

Source Server         : my8584778
Source Server Version : 50173
Source Host           : my8584778.xincache1.cn:3306
Source Database       : my8584778

Target Server Type    : MYSQL
Target Server Version : 50173
File Encoding         : 65001

Date: 2016-12-07 14:30:13
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for dm_auth_group
-- ----------------------------
DROP TABLE IF EXISTS `dm_auth_group`;
CREATE TABLE `dm_auth_group` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `title` char(100) NOT NULL DEFAULT '',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `rules` char(120) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dm_auth_group
-- ----------------------------
INSERT INTO `dm_auth_group` VALUES ('1', '超级管理员', '1', '');
INSERT INTO `dm_auth_group` VALUES ('4', '辅导员', '1', '1,6,14,34,19,20,21,40,41,48,52,53,54,55,56,2,22,7,8,9,23,24,25,26,27,28,29,30,3,10,35,36,37,42,4,12,13,31,32,33,38,39');
INSERT INTO `dm_auth_group` VALUES ('5', '外聘', '1', '1,6,14,34,19,20,21,40,41,48,52,53,54,55,56,2,22,7,8,9,15,16,23,24,25,26,27,28,29,30,4,12,13,31,32,33,38,39');
INSERT INTO `dm_auth_group` VALUES ('14', '英语3', '1', '1,6,14,34,19,20,21,40,41,48,52,53,54,55,56,2,22,7,8,9,15,16,23,24,25,26,27,28,29,30,3,10,35,36,37,42,4,12,13,31,32,33,38');

-- ----------------------------
-- Table structure for dm_auth_group_access
-- ----------------------------
DROP TABLE IF EXISTS `dm_auth_group_access`;
CREATE TABLE `dm_auth_group_access` (
  `uid` mediumint(8) unsigned NOT NULL,
  `group_id` mediumint(8) unsigned NOT NULL,
  UNIQUE KEY `uid_group_id` (`uid`,`group_id`),
  KEY `uid` (`uid`),
  KEY `group_id` (`group_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dm_auth_group_access
-- ----------------------------
INSERT INTO `dm_auth_group_access` VALUES ('1', '1');
INSERT INTO `dm_auth_group_access` VALUES ('17', '4');
INSERT INTO `dm_auth_group_access` VALUES ('19', '14');
INSERT INTO `dm_auth_group_access` VALUES ('22', '14');

-- ----------------------------
-- Table structure for dm_auth_rule
-- ----------------------------
DROP TABLE IF EXISTS `dm_auth_rule`;
CREATE TABLE `dm_auth_rule` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `name` char(80) NOT NULL DEFAULT '',
  `title` char(20) NOT NULL DEFAULT '',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `condition` char(100) NOT NULL DEFAULT '',
  `level` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dm_auth_rule
-- ----------------------------
INSERT INTO `dm_auth_rule` VALUES ('1', 'Rollcall', '点名管理', '1', '1', '', '0');
INSERT INTO `dm_auth_rule` VALUES ('2', 'Manage', '信息管理', '1', '1', '', '0');
INSERT INTO `dm_auth_rule` VALUES ('3', 'Batches', '导入导出', '1', '1', '', '0');
INSERT INTO `dm_auth_rule` VALUES ('4', 'Role', '角色管理', '1', '1', '', '0');
INSERT INTO `dm_auth_rule` VALUES ('6', 'Rollcall/rollCall', '上课点名', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('22', 'Manage/classDetail', '分配班级', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('7', 'Manage/teaDetail', '教师信息', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('8', 'Manage/stuMsg', '学生信息', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('9', 'Manage/banji', '班级信息', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('10', 'Batches/upload', 'Excel导入', '1', '1', '', '3');
INSERT INTO `dm_auth_rule` VALUES ('12', 'Role/roleList', '角色列表', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('13', 'Role/teacherList', '教师列表', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('14', 'Rollcall/stu', '选择班级', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('34', 'Rollcall/stateSave', '保存点名状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('19', 'Rollcall/studentList', '点名状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('20', 'Rollcall/delAll', '批量删除', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('21', 'Rollcall/search', '搜索状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('23', 'Manage/addClass', '添加班级', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('24', 'Manage/edit', '修改班级名称', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('25', 'Manage/classDel', '删除班级', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('26', 'Manage/delAll', '删除学生（批量）', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('27', 'Manage/mp3All', '生成音频（批量）', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('28', 'Manage/one_mp3', '生成音频（单个）', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('29', 'Manage/search', '搜素学生信息', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('30', 'Manage/stuEdit', '学生信息修改', '1', '1', '', '2');
INSERT INTO `dm_auth_rule` VALUES ('31', 'Role/assignAuth', '分配权限', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('32', 'Role/changeAuth', '修改权限', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('33', 'Role/assignRole', '分配角色', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('35', 'Batches/export', '显示导出页', '1', '1', '', '3');
INSERT INTO `dm_auth_rule` VALUES ('36', 'Batches/expUser', 'Excel导出', '1', '1', '', '3');
INSERT INTO `dm_auth_rule` VALUES ('37', 'Batches/selectState', '筛选导出信息', '1', '1', '', '3');
INSERT INTO `dm_auth_rule` VALUES ('38', 'Role/roleAdd', '角色添加', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('39', 'Role/edit', '修改角色', '1', '1', '', '4');
INSERT INTO `dm_auth_rule` VALUES ('40', 'Rollcall/analyse', '点名分析', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('41', 'Rollcall/renderView', '开始分析', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('42', 'Batches/index', '显示导入页', '1', '1', '', '3');
INSERT INTO `dm_auth_rule` VALUES ('48', 'Rollcall/stateEdit', '修改状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('5', 'Info', '数据管理', '1', '1', '', '0');
INSERT INTO `dm_auth_rule` VALUES ('50', 'Info/del', '音频删除', '1', '1', '', '5');
INSERT INTO `dm_auth_rule` VALUES ('51', 'Info/infoList', '音频文件', '1', '1', '', '5');
INSERT INTO `dm_auth_rule` VALUES ('52', 'Rollcall/stateAll', '查看全部状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('53', 'Rollcall/edit', '更改学生状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('54', 'Rollcall/findState', '状态筛选', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('55', 'Rollcall/oneStaDeatil', '查看单个学生状态', '1', '1', '', '1');
INSERT INTO `dm_auth_rule` VALUES ('56', 'Rollcall/onefind', '单个学生状态筛选', '1', '1', '', '1');

-- ----------------------------
-- Table structure for dm_class
-- ----------------------------
DROP TABLE IF EXISTS `dm_class`;
CREATE TABLE `dm_class` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of dm_class
-- ----------------------------
INSERT INTO `dm_class` VALUES ('23', '测试1323');
INSERT INTO `dm_class` VALUES ('24', '电气自动化1771');
INSERT INTO `dm_class` VALUES ('27', '汽车1222');
INSERT INTO `dm_class` VALUES ('28', '数控1523');

-- ----------------------------
-- Table structure for dm_state
-- ----------------------------
DROP TABLE IF EXISTS `dm_state`;
CREATE TABLE `dm_state` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `stu_id` int(11) DEFAULT '0' COMMENT '学号',
  `stu_name` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  `state` tinyint(4) NOT NULL DEFAULT '0' COMMENT '点名状态',
  `class_name` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  `cls_id` int(11) NOT NULL,
  `teacher_name` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  `tea_no` varchar(22) COLLATE utf8_unicode_ci NOT NULL COMMENT '职工号',
  `create_time` int(11) NOT NULL DEFAULT '0',
  `sid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1616 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of dm_state
-- ----------------------------
INSERT INTO `dm_state` VALUES ('1046', '2018557844', '王平', '3', '测试1323', '23', '陈传胜', '98002', '1478019200', '546');
INSERT INTO `dm_state` VALUES ('1047', '2018557845', '任金海', '3', '测试1323', '23', '陈传胜', '98002', '1478019200', '547');
INSERT INTO `dm_state` VALUES ('1048', '2018557846', '胡迪', '1', '测试1323', '23', '陈传胜', '98002', '1478019200', '548');
INSERT INTO `dm_state` VALUES ('1049', '2018557847', '华超', '1', '测试1323', '23', '陈传胜', '98002', '1478019200', '549');
INSERT INTO `dm_state` VALUES ('1050', '2018557848', '李志鹏', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '550');
INSERT INTO `dm_state` VALUES ('1051', '2018557849', '黄义容', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '551');
INSERT INTO `dm_state` VALUES ('1052', '2018557850', '张枫', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '552');
INSERT INTO `dm_state` VALUES ('1053', '2018557851', '楚品品', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '553');
INSERT INTO `dm_state` VALUES ('1054', '2018557852', '张文琴', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '554');
INSERT INTO `dm_state` VALUES ('1055', '2018557853', '王银', '3', '测试1323', '23', '陈传胜', '98002', '1478019201', '555');
INSERT INTO `dm_state` VALUES ('1056', '2018557854', '许文静', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '556');
INSERT INTO `dm_state` VALUES ('1057', '2018557855', '陈前锦', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '557');
INSERT INTO `dm_state` VALUES ('1058', '2018557856', '茆志标', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '558');
INSERT INTO `dm_state` VALUES ('1059', '2018557857', '张坤杰', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '559');
INSERT INTO `dm_state` VALUES ('1060', '2018557858', '张玉', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '560');
INSERT INTO `dm_state` VALUES ('1061', '2018557859', '杨帅', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '561');
INSERT INTO `dm_state` VALUES ('1062', '2018557860', '侯一鸣', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '562');
INSERT INTO `dm_state` VALUES ('1063', '2018557861', '秦衡', '2', '测试1323', '23', '陈传胜', '98002', '1478019201', '563');
INSERT INTO `dm_state` VALUES ('1064', '2018557862', '陈皓', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '564');
INSERT INTO `dm_state` VALUES ('1065', '2018557863', '朱杰坤', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '565');
INSERT INTO `dm_state` VALUES ('1066', '2018557864', '杨超', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '566');
INSERT INTO `dm_state` VALUES ('1067', '2018557865', '荆华', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '567');
INSERT INTO `dm_state` VALUES ('1068', '2018557866', '金诚', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '568');
INSERT INTO `dm_state` VALUES ('1069', '2018557867', '居广利', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '569');
INSERT INTO `dm_state` VALUES ('1070', '2018557868', '李明', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '570');
INSERT INTO `dm_state` VALUES ('1071', '2018557869', '陈洪猛', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '571');
INSERT INTO `dm_state` VALUES ('1072', '2018557870', '黄鑫', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '572');
INSERT INTO `dm_state` VALUES ('1073', '2018557871', '安洪强', '1', '测试1323', '23', '陈传胜', '98002', '1478019201', '573');
INSERT INTO `dm_state` VALUES ('1074', '2018557872', '朱清林', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '574');
INSERT INTO `dm_state` VALUES ('1075', '2018557873', '方隆林', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '575');
INSERT INTO `dm_state` VALUES ('1076', '2018557874', '唐东', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '576');
INSERT INTO `dm_state` VALUES ('1077', '2018557875', '赵习', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '577');
INSERT INTO `dm_state` VALUES ('1078', '2018557876', '朱云鹏', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '578');
INSERT INTO `dm_state` VALUES ('1079', '2018557877', '姜涛', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '579');
INSERT INTO `dm_state` VALUES ('1080', '2018557878', '任重光', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '580');
INSERT INTO `dm_state` VALUES ('1081', '2018557879', '周加慧', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '581');
INSERT INTO `dm_state` VALUES ('1082', '2018557880', '奚之明', '1', '测试1323', '23', '陈传胜', '98002', '1478019202', '582');
INSERT INTO `dm_state` VALUES ('1083', '2018557844', '王平', '1', '测试1323', '23', '陈传胜', '98002', '1478019389', '546');
INSERT INTO `dm_state` VALUES ('1084', '2018557845', '任金海', '2', '测试1323', '23', '陈传胜', '98002', '1478019389', '547');
INSERT INTO `dm_state` VALUES ('1085', '2018557846', '胡迪', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '548');
INSERT INTO `dm_state` VALUES ('1086', '2018557847', '华超', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '549');
INSERT INTO `dm_state` VALUES ('1087', '2018557848', '李志鹏', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '550');
INSERT INTO `dm_state` VALUES ('1088', '2018557849', '黄义容', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '551');
INSERT INTO `dm_state` VALUES ('1089', '2018557850', '张枫', '2', '测试1323', '23', '陈传胜', '98002', '1478019389', '552');
INSERT INTO `dm_state` VALUES ('1090', '2018557851', '楚品品', '2', '测试1323', '23', '陈传胜', '98002', '1478019389', '553');
INSERT INTO `dm_state` VALUES ('1091', '2018557852', '张文琴', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '554');
INSERT INTO `dm_state` VALUES ('1092', '2018557853', '王银', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '555');
INSERT INTO `dm_state` VALUES ('1093', '2018557854', '许文静', '3', '测试1323', '23', '陈传胜', '98002', '1478019389', '556');
INSERT INTO `dm_state` VALUES ('1094', '2018557855', '陈前锦', '1', '测试1323', '23', '陈传胜', '98002', '1478019389', '557');
INSERT INTO `dm_state` VALUES ('1095', '2018557856', '茆志标', '1', '测试1323', '23', '陈传胜', '98002', '1478019389', '558');
INSERT INTO `dm_state` VALUES ('1096', '2018557857', '张坤杰', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '559');
INSERT INTO `dm_state` VALUES ('1097', '2018557858', '张玉', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '560');
INSERT INTO `dm_state` VALUES ('1098', '2018557859', '杨帅', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '561');
INSERT INTO `dm_state` VALUES ('1099', '2018557860', '侯一鸣', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '562');
INSERT INTO `dm_state` VALUES ('1100', '2018557861', '秦衡', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '563');
INSERT INTO `dm_state` VALUES ('1101', '2018557862', '陈皓', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '564');
INSERT INTO `dm_state` VALUES ('1102', '2018557863', '朱杰坤', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '565');
INSERT INTO `dm_state` VALUES ('1103', '2018557864', '杨超', '3', '测试1323', '23', '陈传胜', '98002', '1478019390', '566');
INSERT INTO `dm_state` VALUES ('1104', '2018557865', '荆华', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '567');
INSERT INTO `dm_state` VALUES ('1105', '2018557866', '金诚', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '568');
INSERT INTO `dm_state` VALUES ('1106', '2018557867', '居广利', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '569');
INSERT INTO `dm_state` VALUES ('1107', '2018557868', '李明', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '570');
INSERT INTO `dm_state` VALUES ('1108', '2018557869', '陈洪猛', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '571');
INSERT INTO `dm_state` VALUES ('1109', '2018557870', '黄鑫', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '572');
INSERT INTO `dm_state` VALUES ('1110', '2018557871', '安洪强', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '573');
INSERT INTO `dm_state` VALUES ('1111', '2018557872', '朱清林', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '574');
INSERT INTO `dm_state` VALUES ('1112', '2018557873', '方隆林', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '575');
INSERT INTO `dm_state` VALUES ('1113', '2018557874', '唐东', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '576');
INSERT INTO `dm_state` VALUES ('1114', '2018557875', '赵习', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '577');
INSERT INTO `dm_state` VALUES ('1115', '2018557876', '朱云鹏', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '578');
INSERT INTO `dm_state` VALUES ('1116', '2018557877', '姜涛', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '579');
INSERT INTO `dm_state` VALUES ('1117', '2018557878', '任重光', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '580');
INSERT INTO `dm_state` VALUES ('1118', '2018557879', '周加慧', '1', '测试1323', '23', '陈传胜', '98002', '1478019390', '581');
INSERT INTO `dm_state` VALUES ('1119', '2018557880', '奚之明', '1', '测试1323', '23', '陈传胜', '98002', '1478019391', '582');
INSERT INTO `dm_state` VALUES ('1170', '2018557844', '王平', '1', '测试1323', '23', '超级管理员', 'admin', '1478019907', '546');
INSERT INTO `dm_state` VALUES ('1171', '2018557845', '任金海', '2', '测试1323', '23', '超级管理员', 'admin', '1478019908', '547');
INSERT INTO `dm_state` VALUES ('1172', '2018557846', '胡迪', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '548');
INSERT INTO `dm_state` VALUES ('1173', '2018557847', '华超', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '549');
INSERT INTO `dm_state` VALUES ('1174', '2018557848', '李志鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '550');
INSERT INTO `dm_state` VALUES ('1175', '2018557849', '黄义容', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '551');
INSERT INTO `dm_state` VALUES ('1176', '2018557850', '张枫', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '552');
INSERT INTO `dm_state` VALUES ('1177', '2018557851', '楚品品', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '553');
INSERT INTO `dm_state` VALUES ('1178', '2018557852', '张文琴', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '554');
INSERT INTO `dm_state` VALUES ('1179', '2018557853', '王银', '2', '测试1323', '23', '超级管理员', 'admin', '1478019908', '555');
INSERT INTO `dm_state` VALUES ('1180', '2018557854', '许文静', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '556');
INSERT INTO `dm_state` VALUES ('1181', '2018557855', '陈前锦', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '557');
INSERT INTO `dm_state` VALUES ('1182', '2018557856', '茆志标', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '558');
INSERT INTO `dm_state` VALUES ('1183', '2018557857', '张坤杰', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '559');
INSERT INTO `dm_state` VALUES ('1184', '2018557858', '张玉', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '560');
INSERT INTO `dm_state` VALUES ('1185', '2018557859', '杨帅', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '561');
INSERT INTO `dm_state` VALUES ('1186', '2018557860', '侯一鸣', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '562');
INSERT INTO `dm_state` VALUES ('1187', '2018557861', '秦衡', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '563');
INSERT INTO `dm_state` VALUES ('1188', '2018557862', '陈皓', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '564');
INSERT INTO `dm_state` VALUES ('1189', '2018557863', '朱杰坤', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '565');
INSERT INTO `dm_state` VALUES ('1190', '2018557864', '杨超', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '566');
INSERT INTO `dm_state` VALUES ('1191', '2018557865', '荆华', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '567');
INSERT INTO `dm_state` VALUES ('1192', '2018557866', '金诚', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '568');
INSERT INTO `dm_state` VALUES ('1193', '2018557867', '居广利', '1', '测试1323', '23', '超级管理员', 'admin', '1478019908', '569');
INSERT INTO `dm_state` VALUES ('1194', '2018557868', '李明', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '570');
INSERT INTO `dm_state` VALUES ('1195', '2018557869', '陈洪猛', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '571');
INSERT INTO `dm_state` VALUES ('1196', '2018557870', '黄鑫', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '572');
INSERT INTO `dm_state` VALUES ('1197', '2018557871', '安洪强', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '573');
INSERT INTO `dm_state` VALUES ('1198', '2018557872', '朱清林', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '574');
INSERT INTO `dm_state` VALUES ('1199', '2018557873', '方隆林', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '575');
INSERT INTO `dm_state` VALUES ('1200', '2018557874', '唐东', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '576');
INSERT INTO `dm_state` VALUES ('1201', '2018557875', '赵习', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '577');
INSERT INTO `dm_state` VALUES ('1202', '2018557876', '朱云鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '578');
INSERT INTO `dm_state` VALUES ('1203', '2018557877', '姜涛', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '579');
INSERT INTO `dm_state` VALUES ('1204', '2018557878', '任重光', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '580');
INSERT INTO `dm_state` VALUES ('1205', '2018557879', '周加慧', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '581');
INSERT INTO `dm_state` VALUES ('1206', '2018557880', '奚之明', '1', '测试1323', '23', '超级管理员', 'admin', '1478019909', '582');
INSERT INTO `dm_state` VALUES ('1207', '2018557844', '王平', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '546');
INSERT INTO `dm_state` VALUES ('1208', '2018557845', '任金海', '3', '测试1323', '23', '超级管理员', 'admin', '1478049155', '547');
INSERT INTO `dm_state` VALUES ('1209', '2018557846', '胡迪', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '548');
INSERT INTO `dm_state` VALUES ('1210', '2018557847', '华超', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '549');
INSERT INTO `dm_state` VALUES ('1211', '2018557848', '李志鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '550');
INSERT INTO `dm_state` VALUES ('1212', '2018557849', '黄义容', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '551');
INSERT INTO `dm_state` VALUES ('1213', '2018557850', '张枫', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '552');
INSERT INTO `dm_state` VALUES ('1214', '2018557851', '楚品品', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '553');
INSERT INTO `dm_state` VALUES ('1215', '2018557852', '张文琴', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '554');
INSERT INTO `dm_state` VALUES ('1216', '2018557853', '王银', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '555');
INSERT INTO `dm_state` VALUES ('1217', '2018557854', '许文静', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '556');
INSERT INTO `dm_state` VALUES ('1218', '2018557855', '陈前锦', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '557');
INSERT INTO `dm_state` VALUES ('1219', '2018557856', '茆志标', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '558');
INSERT INTO `dm_state` VALUES ('1220', '2018557857', '张坤杰', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '559');
INSERT INTO `dm_state` VALUES ('1221', '2018557858', '张玉', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '560');
INSERT INTO `dm_state` VALUES ('1222', '2018557859', '杨帅', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '561');
INSERT INTO `dm_state` VALUES ('1223', '2018557860', '侯一鸣', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '562');
INSERT INTO `dm_state` VALUES ('1224', '2018557861', '秦衡', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '563');
INSERT INTO `dm_state` VALUES ('1225', '2018557862', '陈皓', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '564');
INSERT INTO `dm_state` VALUES ('1226', '2018557863', '朱杰坤', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '565');
INSERT INTO `dm_state` VALUES ('1227', '2018557864', '杨超', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '566');
INSERT INTO `dm_state` VALUES ('1228', '2018557865', '荆华', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '567');
INSERT INTO `dm_state` VALUES ('1229', '2018557866', '金诚', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '568');
INSERT INTO `dm_state` VALUES ('1230', '2018557867', '居广利', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '569');
INSERT INTO `dm_state` VALUES ('1231', '2018557868', '李明', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '570');
INSERT INTO `dm_state` VALUES ('1232', '2018557869', '陈洪猛', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '571');
INSERT INTO `dm_state` VALUES ('1233', '2018557870', '黄鑫', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '572');
INSERT INTO `dm_state` VALUES ('1234', '2018557871', '安洪强', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '573');
INSERT INTO `dm_state` VALUES ('1235', '2018557872', '朱清林', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '574');
INSERT INTO `dm_state` VALUES ('1236', '2018557873', '方隆林', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '575');
INSERT INTO `dm_state` VALUES ('1237', '2018557874', '唐东', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '576');
INSERT INTO `dm_state` VALUES ('1238', '2018557875', '赵习', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '577');
INSERT INTO `dm_state` VALUES ('1239', '2018557876', '朱云鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '578');
INSERT INTO `dm_state` VALUES ('1240', '2018557877', '姜涛', '1', '测试1323', '23', '超级管理员', 'admin', '1478049155', '579');
INSERT INTO `dm_state` VALUES ('1241', '2018557878', '任重光', '1', '测试1323', '23', '超级管理员', 'admin', '1478049156', '580');
INSERT INTO `dm_state` VALUES ('1242', '2018557879', '周加慧', '1', '测试1323', '23', '超级管理员', 'admin', '1478049156', '581');
INSERT INTO `dm_state` VALUES ('1243', '2018557880', '奚之明', '1', '测试1323', '23', '超级管理员', 'admin', '1478049156', '582');
INSERT INTO `dm_state` VALUES ('1244', '2011989121', '姬光耀', '3', '汽车1222', '27', '陈传胜', '98002', '1478487095', '800');
INSERT INTO `dm_state` VALUES ('1245', '2011989122', '田雨点', '3', '汽车1222', '27', '陈传胜', '98002', '1478487095', '801');
INSERT INTO `dm_state` VALUES ('1246', '2011989123', '李青青', '3', '汽车1222', '27', '陈传胜', '98002', '1478487095', '802');
INSERT INTO `dm_state` VALUES ('1247', '2011989124', '花清禹', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '803');
INSERT INTO `dm_state` VALUES ('1248', '2011989125', '陈国辉', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '804');
INSERT INTO `dm_state` VALUES ('1249', '2011989126', '吴伟', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '805');
INSERT INTO `dm_state` VALUES ('1250', '2011989127', '陈桥西', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '806');
INSERT INTO `dm_state` VALUES ('1251', '2011989128', '夏原野', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '807');
INSERT INTO `dm_state` VALUES ('1252', '2011989129', '赵富磊', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '808');
INSERT INTO `dm_state` VALUES ('1253', '2011989130', '余伟', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '809');
INSERT INTO `dm_state` VALUES ('1254', '2011989131', '张晓龙', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '810');
INSERT INTO `dm_state` VALUES ('1255', '2011989132', '刘明亮', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '811');
INSERT INTO `dm_state` VALUES ('1256', '2011989133', '吴响玲', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '812');
INSERT INTO `dm_state` VALUES ('1257', '2011989134', '周强', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '813');
INSERT INTO `dm_state` VALUES ('1258', '2011989135', '张又夫', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '814');
INSERT INTO `dm_state` VALUES ('1259', '2011989136', '汪进', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '815');
INSERT INTO `dm_state` VALUES ('1260', '2011989137', '王燕', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '816');
INSERT INTO `dm_state` VALUES ('1261', '2011989138', '刘长春', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '817');
INSERT INTO `dm_state` VALUES ('1262', '2011989139', '卢伟', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '818');
INSERT INTO `dm_state` VALUES ('1263', '2011989140', '夏磊阳', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '819');
INSERT INTO `dm_state` VALUES ('1264', '2011989141', '贺涛', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '820');
INSERT INTO `dm_state` VALUES ('1265', '2011989142', '王兴海', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '821');
INSERT INTO `dm_state` VALUES ('1266', '2011989143', '叶康', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '822');
INSERT INTO `dm_state` VALUES ('1267', '2011989144', '孙东东', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '823');
INSERT INTO `dm_state` VALUES ('1268', '2011989145', '葛荣荣', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '824');
INSERT INTO `dm_state` VALUES ('1269', '2011989146', '刘自昂', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '825');
INSERT INTO `dm_state` VALUES ('1270', '2011989147', '刘自昂', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '826');
INSERT INTO `dm_state` VALUES ('1271', '2011989148', '王开健', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '827');
INSERT INTO `dm_state` VALUES ('1272', '2011989149', '胡波', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '828');
INSERT INTO `dm_state` VALUES ('1273', '2011989150', '宋雅文', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '829');
INSERT INTO `dm_state` VALUES ('1274', '2011989151', '王晟豪', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '830');
INSERT INTO `dm_state` VALUES ('1275', '2011989152', '李强', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '831');
INSERT INTO `dm_state` VALUES ('1276', '2011989153', '陈可', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '832');
INSERT INTO `dm_state` VALUES ('1277', '2011989154', '相震军', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '833');
INSERT INTO `dm_state` VALUES ('1278', '2011989155', '童桐', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '834');
INSERT INTO `dm_state` VALUES ('1279', '2011989156', '汪宇', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '835');
INSERT INTO `dm_state` VALUES ('1280', '2011989157', '周文豪', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '836');
INSERT INTO `dm_state` VALUES ('1281', '2011989158', '张孟雨', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '837');
INSERT INTO `dm_state` VALUES ('1282', '2011989159', '尹艳鹏', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '838');
INSERT INTO `dm_state` VALUES ('1283', '2011989160', '黄焱', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '839');
INSERT INTO `dm_state` VALUES ('1284', '2011989161', '王明珠', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '840');
INSERT INTO `dm_state` VALUES ('1285', '2011989162', '赵盼盼', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '841');
INSERT INTO `dm_state` VALUES ('1286', '2011989163', '刘婷', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '842');
INSERT INTO `dm_state` VALUES ('1287', '2011989164', '黄客松', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '843');
INSERT INTO `dm_state` VALUES ('1288', '2011989165', '张国庆', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '844');
INSERT INTO `dm_state` VALUES ('1289', '2011989166', '范诗思', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '845');
INSERT INTO `dm_state` VALUES ('1290', '2011989167', '杨晓冬', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '846');
INSERT INTO `dm_state` VALUES ('1291', '2011989168', '闫磊', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '847');
INSERT INTO `dm_state` VALUES ('1292', '2011989169', '王冠', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '848');
INSERT INTO `dm_state` VALUES ('1293', '2011989170', '孙超群', '1', '汽车1222', '27', '陈传胜', '98002', '1478487095', '849');
INSERT INTO `dm_state` VALUES ('1294', '2011989121', '姬光耀', '1', '汽车1222', '27', '陈传胜', '98002', '1478488336', '800');
INSERT INTO `dm_state` VALUES ('1295', '201855761', '张种种', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '850');
INSERT INTO `dm_state` VALUES ('1296', '201855762', '朱文亚', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '851');
INSERT INTO `dm_state` VALUES ('1297', '201855763', '杨波', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '852');
INSERT INTO `dm_state` VALUES ('1298', '201855764', '石王凯', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '853');
INSERT INTO `dm_state` VALUES ('1299', '201855765', '蔡伟', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '854');
INSERT INTO `dm_state` VALUES ('1300', '201855766', '华朋朋', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '855');
INSERT INTO `dm_state` VALUES ('1301', '201855767', '魏勇', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '856');
INSERT INTO `dm_state` VALUES ('1302', '201855768', '侯进', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '857');
INSERT INTO `dm_state` VALUES ('1303', '201855769', '朱斌', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '858');
INSERT INTO `dm_state` VALUES ('1304', '201855770', '李琴', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '859');
INSERT INTO `dm_state` VALUES ('1305', '201855771', '高坤', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '860');
INSERT INTO `dm_state` VALUES ('1306', '201855772', '陆宇', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '861');
INSERT INTO `dm_state` VALUES ('1307', '201855773', '辛旬', '1', '数控1523', '28', '陈传胜', '98002', '1478488336', '862');
INSERT INTO `dm_state` VALUES ('1308', '201855774', '李伟强', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '863');
INSERT INTO `dm_state` VALUES ('1309', '201855775', '曹君', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '864');
INSERT INTO `dm_state` VALUES ('1310', '201855776', '夏鑫鑫', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '865');
INSERT INTO `dm_state` VALUES ('1311', '201855777', '王琪', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '866');
INSERT INTO `dm_state` VALUES ('1312', '201855778', '徐敬岭', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '867');
INSERT INTO `dm_state` VALUES ('1313', '201855779', '王亚成', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '868');
INSERT INTO `dm_state` VALUES ('1314', '201855780', '王帅', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '869');
INSERT INTO `dm_state` VALUES ('1315', '201855781', '孙俊杰', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '870');
INSERT INTO `dm_state` VALUES ('1316', '201855782', '吴东东', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '871');
INSERT INTO `dm_state` VALUES ('1317', '201855783', '蔡圣', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '872');
INSERT INTO `dm_state` VALUES ('1318', '201855784', '房梦宇', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '873');
INSERT INTO `dm_state` VALUES ('1319', '201855785', '马航英', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '874');
INSERT INTO `dm_state` VALUES ('1320', '201855786', '周璐瑶', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '875');
INSERT INTO `dm_state` VALUES ('1321', '201855787', '黄健', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '876');
INSERT INTO `dm_state` VALUES ('1322', '201855788', '李芳', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '877');
INSERT INTO `dm_state` VALUES ('1323', '201855789', '郭恒', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '878');
INSERT INTO `dm_state` VALUES ('1324', '201855790', '王雁', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '879');
INSERT INTO `dm_state` VALUES ('1325', '201855791', '张亚阵', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '880');
INSERT INTO `dm_state` VALUES ('1326', '201855792', '董志凯', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '881');
INSERT INTO `dm_state` VALUES ('1327', '201855793', '李选军', '1', '数控1523', '28', '陈传胜', '98002', '1478488337', '882');
INSERT INTO `dm_state` VALUES ('1328', '201855794', '张玮', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '883');
INSERT INTO `dm_state` VALUES ('1329', '201855795', '崔子弟', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '884');
INSERT INTO `dm_state` VALUES ('1330', '201855796', '杨松', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '885');
INSERT INTO `dm_state` VALUES ('1331', '201855797', '王斌', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '886');
INSERT INTO `dm_state` VALUES ('1332', '201855798', '章志豪', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '887');
INSERT INTO `dm_state` VALUES ('1333', '201855799', '宋琦', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '888');
INSERT INTO `dm_state` VALUES ('1334', '201855800', '常海波', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '889');
INSERT INTO `dm_state` VALUES ('1335', '201855801', '胡娟', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '890');
INSERT INTO `dm_state` VALUES ('1336', '201855802', '金梦影', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '891');
INSERT INTO `dm_state` VALUES ('1337', '201855803', '姚本利', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '892');
INSERT INTO `dm_state` VALUES ('1338', '201855804', '王平', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '893');
INSERT INTO `dm_state` VALUES ('1339', '201855805', '任金海', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '894');
INSERT INTO `dm_state` VALUES ('1340', '201855806', '胡迪', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '895');
INSERT INTO `dm_state` VALUES ('1341', '201855807', '华超', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '896');
INSERT INTO `dm_state` VALUES ('1342', '201855808', '李志鹏', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '897');
INSERT INTO `dm_state` VALUES ('1343', '201855809', '黄义容', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '898');
INSERT INTO `dm_state` VALUES ('1344', '201855810', '张枫', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '899');
INSERT INTO `dm_state` VALUES ('1345', '201855811', '楚品品', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '900');
INSERT INTO `dm_state` VALUES ('1346', '201855812', '张文琴', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '901');
INSERT INTO `dm_state` VALUES ('1347', '201855813', '王银', '1', '数控1523', '28', '陈传胜', '98002', '1478488338', '902');
INSERT INTO `dm_state` VALUES ('1348', '201855814', '许文静', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '903');
INSERT INTO `dm_state` VALUES ('1349', '201855815', '陈前锦', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '904');
INSERT INTO `dm_state` VALUES ('1350', '201855816', '茆志标', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '905');
INSERT INTO `dm_state` VALUES ('1351', '201855817', '张坤杰', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '906');
INSERT INTO `dm_state` VALUES ('1352', '201855818', '张玉', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '907');
INSERT INTO `dm_state` VALUES ('1353', '201855819', '杨帅', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '908');
INSERT INTO `dm_state` VALUES ('1354', '201855820', '侯一鸣', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '909');
INSERT INTO `dm_state` VALUES ('1355', '201855821', '秦衡', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '910');
INSERT INTO `dm_state` VALUES ('1356', '201855822', '陈皓', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '911');
INSERT INTO `dm_state` VALUES ('1357', '201855823', '朱杰坤', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '912');
INSERT INTO `dm_state` VALUES ('1358', '201855824', '杨超', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '913');
INSERT INTO `dm_state` VALUES ('1359', '201855825', '荆华', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '914');
INSERT INTO `dm_state` VALUES ('1360', '201855826', '金诚', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '915');
INSERT INTO `dm_state` VALUES ('1361', '201855827', '居广利', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '916');
INSERT INTO `dm_state` VALUES ('1362', '201855828', '李明', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '917');
INSERT INTO `dm_state` VALUES ('1363', '201855829', '陈洪猛', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '918');
INSERT INTO `dm_state` VALUES ('1364', '201855830', '黄鑫', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '919');
INSERT INTO `dm_state` VALUES ('1365', '201855831', '安洪强', '1', '数控1523', '28', '陈传胜', '98002', '1478488339', '920');
INSERT INTO `dm_state` VALUES ('1366', '201855832', '朱清林', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '921');
INSERT INTO `dm_state` VALUES ('1367', '201855833', '方隆林', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '922');
INSERT INTO `dm_state` VALUES ('1368', '201855834', '唐东', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '923');
INSERT INTO `dm_state` VALUES ('1369', '201855835', '赵习', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '924');
INSERT INTO `dm_state` VALUES ('1370', '201855836', '朱云鹏', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '925');
INSERT INTO `dm_state` VALUES ('1371', '201855837', '姜涛', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '926');
INSERT INTO `dm_state` VALUES ('1372', '201855838', '任重光', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '927');
INSERT INTO `dm_state` VALUES ('1373', '201855839', '周加慧', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '928');
INSERT INTO `dm_state` VALUES ('1374', '201855840', '奚之明', '1', '数控1523', '28', '陈传胜', '98002', '1478488340', '929');
INSERT INTO `dm_state` VALUES ('1375', '2017589901', '刘克庆', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '583');
INSERT INTO `dm_state` VALUES ('1376', '2017589902', '葛可可', '3', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '584');
INSERT INTO `dm_state` VALUES ('1377', '2017589903', '沈忠娅', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '585');
INSERT INTO `dm_state` VALUES ('1378', '2017589904', '朱维维', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '586');
INSERT INTO `dm_state` VALUES ('1379', '2017589905', '宋浩', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '587');
INSERT INTO `dm_state` VALUES ('1380', '2017589906', '李小兵', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '588');
INSERT INTO `dm_state` VALUES ('1381', '2017589907', '李鹏远', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '589');
INSERT INTO `dm_state` VALUES ('1382', '2017589908', '孙强', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '590');
INSERT INTO `dm_state` VALUES ('1383', '2017589909', '王小杰', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '591');
INSERT INTO `dm_state` VALUES ('1384', '2017589910', '刘祥', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '592');
INSERT INTO `dm_state` VALUES ('1385', '2017589911', '赵强鹤', '2', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '593');
INSERT INTO `dm_state` VALUES ('1386', '2017589912', '邹永', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '594');
INSERT INTO `dm_state` VALUES ('1387', '2017589913', '杨立', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '595');
INSERT INTO `dm_state` VALUES ('1388', '2017589914', '朱万权', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '596');
INSERT INTO `dm_state` VALUES ('1389', '2017589915', '徐成', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '597');
INSERT INTO `dm_state` VALUES ('1390', '2017589916', '吴翔', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '598');
INSERT INTO `dm_state` VALUES ('1391', '2017589917', '李宝超', '3', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '599');
INSERT INTO `dm_state` VALUES ('1392', '2017589918', '刘仁军', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '600');
INSERT INTO `dm_state` VALUES ('1393', '2017589919', '关宝强', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '601');
INSERT INTO `dm_state` VALUES ('1394', '2017589920', '马云明', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '602');
INSERT INTO `dm_state` VALUES ('1395', '2017589921', '杨祖超', '3', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '603');
INSERT INTO `dm_state` VALUES ('1396', '2017589922', '张周成', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '604');
INSERT INTO `dm_state` VALUES ('1397', '2017589923', '马松', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '605');
INSERT INTO `dm_state` VALUES ('1398', '2017589924', '龚生', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '606');
INSERT INTO `dm_state` VALUES ('1399', '2017589925', '刘龙飞', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '607');
INSERT INTO `dm_state` VALUES ('1400', '2017589926', '韩昌计', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '608');
INSERT INTO `dm_state` VALUES ('1401', '2017589927', '陈翠娟', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '609');
INSERT INTO `dm_state` VALUES ('1402', '2017589928', '钟健', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '610');
INSERT INTO `dm_state` VALUES ('1403', '2017589929', '高成才', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '611');
INSERT INTO `dm_state` VALUES ('1404', '2017589930', '徐华伟', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '612');
INSERT INTO `dm_state` VALUES ('1405', '2017589931', '付翔', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '613');
INSERT INTO `dm_state` VALUES ('1406', '2017589932', '赵宏建', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '614');
INSERT INTO `dm_state` VALUES ('1407', '2017589933', '赵云昊', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '615');
INSERT INTO `dm_state` VALUES ('1408', '2017589934', '谢康', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '616');
INSERT INTO `dm_state` VALUES ('1409', '2017589935', '郑冬冬', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '617');
INSERT INTO `dm_state` VALUES ('1410', '2017589936', '罗文', '3', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '618');
INSERT INTO `dm_state` VALUES ('1411', '2017589937', '刘兴安', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '619');
INSERT INTO `dm_state` VALUES ('1412', '2017589938', '张迎春', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '620');
INSERT INTO `dm_state` VALUES ('1413', '2017589939', '马腾', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '621');
INSERT INTO `dm_state` VALUES ('1414', '2017589940', '刘鑫', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '622');
INSERT INTO `dm_state` VALUES ('1415', '2017589941', '朱韬', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '623');
INSERT INTO `dm_state` VALUES ('1416', '2017589942', '许明续', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '624');
INSERT INTO `dm_state` VALUES ('1417', '2017589943', '李鹏飞', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '625');
INSERT INTO `dm_state` VALUES ('1418', '2017589944', '唐锦', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '626');
INSERT INTO `dm_state` VALUES ('1419', '2017589945', '刘克庆', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '627');
INSERT INTO `dm_state` VALUES ('1420', '2017589946', '葛可可', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '628');
INSERT INTO `dm_state` VALUES ('1421', '2017589947', '沈忠娅', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '629');
INSERT INTO `dm_state` VALUES ('1422', '2017589948', '朱维维', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '630');
INSERT INTO `dm_state` VALUES ('1423', '2017589949', '宋浩', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '631');
INSERT INTO `dm_state` VALUES ('1424', '2017589950', '李小兵', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '632');
INSERT INTO `dm_state` VALUES ('1425', '2017589951', '李鹏远', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '633');
INSERT INTO `dm_state` VALUES ('1426', '2017589952', '孙强', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '634');
INSERT INTO `dm_state` VALUES ('1427', '2017589953', '王小杰', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '635');
INSERT INTO `dm_state` VALUES ('1428', '2017589954', '刘祥', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '636');
INSERT INTO `dm_state` VALUES ('1429', '2017589955', '赵强鹤', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '637');
INSERT INTO `dm_state` VALUES ('1430', '2017589956', '邹永', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '638');
INSERT INTO `dm_state` VALUES ('1431', '2017589957', '杨立', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '639');
INSERT INTO `dm_state` VALUES ('1432', '2017589958', '朱万权', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '640');
INSERT INTO `dm_state` VALUES ('1433', '2017589959', '徐成', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '641');
INSERT INTO `dm_state` VALUES ('1434', '2017589960', '吴翔', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '642');
INSERT INTO `dm_state` VALUES ('1435', '2017589961', '李宝超', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '643');
INSERT INTO `dm_state` VALUES ('1436', '2017589962', '刘仁军', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '644');
INSERT INTO `dm_state` VALUES ('1437', '2017589963', '关宝强', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '645');
INSERT INTO `dm_state` VALUES ('1438', '2017589964', '马云明', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '646');
INSERT INTO `dm_state` VALUES ('1439', '2017589965', '杨祖超', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '647');
INSERT INTO `dm_state` VALUES ('1440', '2017589966', '张周成', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '648');
INSERT INTO `dm_state` VALUES ('1441', '2017589967', '马松', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '649');
INSERT INTO `dm_state` VALUES ('1442', '2017589968', '龚生', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '650');
INSERT INTO `dm_state` VALUES ('1443', '2017589969', '刘龙飞', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '651');
INSERT INTO `dm_state` VALUES ('1444', '2017589970', '韩昌计', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '652');
INSERT INTO `dm_state` VALUES ('1445', '2017589971', '陈翠娟', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '653');
INSERT INTO `dm_state` VALUES ('1446', '2017589972', '钟健', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '654');
INSERT INTO `dm_state` VALUES ('1447', '2017589973', '高成才', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '655');
INSERT INTO `dm_state` VALUES ('1448', '2017589974', '徐华伟', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '656');
INSERT INTO `dm_state` VALUES ('1449', '2017589975', '付翔', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '657');
INSERT INTO `dm_state` VALUES ('1450', '2017589976', '赵宏建', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '658');
INSERT INTO `dm_state` VALUES ('1451', '2017589977', '赵云昊', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '659');
INSERT INTO `dm_state` VALUES ('1452', '2017589978', '谢康', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '660');
INSERT INTO `dm_state` VALUES ('1453', '2017589979', '郑冬冬', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '661');
INSERT INTO `dm_state` VALUES ('1454', '2017589980', '罗文', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '662');
INSERT INTO `dm_state` VALUES ('1455', '2017589981', '刘兴安', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '663');
INSERT INTO `dm_state` VALUES ('1456', '2017589982', '张迎春', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '664');
INSERT INTO `dm_state` VALUES ('1457', '2017589983', '马腾', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '665');
INSERT INTO `dm_state` VALUES ('1458', '2017589984', '刘鑫', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '666');
INSERT INTO `dm_state` VALUES ('1459', '2017589985', '朱韬', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '667');
INSERT INTO `dm_state` VALUES ('1460', '2017589986', '许明续', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '668');
INSERT INTO `dm_state` VALUES ('1461', '2017589987', '李鹏飞', '1', '电气自动化1771', '24', '超级管理员', 'admin', '1478500414', '669');
INSERT INTO `dm_state` VALUES ('1462', '2018557844', '王平', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '546');
INSERT INTO `dm_state` VALUES ('1463', '2018557845', '任金海', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '547');
INSERT INTO `dm_state` VALUES ('1464', '2018557846', '胡迪', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '548');
INSERT INTO `dm_state` VALUES ('1465', '2018557847', '华超', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '549');
INSERT INTO `dm_state` VALUES ('1466', '2018557848', '李志鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '550');
INSERT INTO `dm_state` VALUES ('1467', '2018557849', '黄义容', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '551');
INSERT INTO `dm_state` VALUES ('1468', '2018557850', '张枫', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '552');
INSERT INTO `dm_state` VALUES ('1469', '2018557851', '楚品品', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '553');
INSERT INTO `dm_state` VALUES ('1470', '2018557852', '张文琴', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '554');
INSERT INTO `dm_state` VALUES ('1471', '2018557853', '王银', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '555');
INSERT INTO `dm_state` VALUES ('1472', '2018557854', '许文静', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '556');
INSERT INTO `dm_state` VALUES ('1473', '2018557855', '陈前锦', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '557');
INSERT INTO `dm_state` VALUES ('1474', '2018557856', '茆志标', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '558');
INSERT INTO `dm_state` VALUES ('1475', '2018557857', '张坤杰', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '559');
INSERT INTO `dm_state` VALUES ('1476', '2018557858', '张玉', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '560');
INSERT INTO `dm_state` VALUES ('1477', '2018557859', '杨帅', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '561');
INSERT INTO `dm_state` VALUES ('1478', '2018557860', '侯一鸣', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '562');
INSERT INTO `dm_state` VALUES ('1479', '2018557861', '秦衡', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '563');
INSERT INTO `dm_state` VALUES ('1480', '2018557862', '陈皓', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '564');
INSERT INTO `dm_state` VALUES ('1481', '2018557863', '朱杰坤', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '565');
INSERT INTO `dm_state` VALUES ('1482', '2018557864', '杨超', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '566');
INSERT INTO `dm_state` VALUES ('1483', '2018557865', '荆华', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '567');
INSERT INTO `dm_state` VALUES ('1484', '2018557866', '金诚', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '568');
INSERT INTO `dm_state` VALUES ('1485', '2018557867', '居广利', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '569');
INSERT INTO `dm_state` VALUES ('1486', '2018557868', '李明', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '570');
INSERT INTO `dm_state` VALUES ('1487', '2018557869', '陈洪猛', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '571');
INSERT INTO `dm_state` VALUES ('1488', '2018557870', '黄鑫', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '572');
INSERT INTO `dm_state` VALUES ('1489', '2018557871', '安洪强', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '573');
INSERT INTO `dm_state` VALUES ('1490', '2018557872', '朱清林', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '574');
INSERT INTO `dm_state` VALUES ('1491', '2018557873', '方隆林', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '575');
INSERT INTO `dm_state` VALUES ('1492', '2018557874', '唐东', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '576');
INSERT INTO `dm_state` VALUES ('1493', '2018557875', '赵习', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '577');
INSERT INTO `dm_state` VALUES ('1494', '2018557876', '朱云鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '578');
INSERT INTO `dm_state` VALUES ('1495', '2018557877', '姜涛', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '579');
INSERT INTO `dm_state` VALUES ('1496', '2018557878', '任重光', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '580');
INSERT INTO `dm_state` VALUES ('1497', '2018557879', '周加慧', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '581');
INSERT INTO `dm_state` VALUES ('1498', '2018557880', '奚之明', '1', '测试1323', '23', '超级管理员', 'admin', '1478943643', '582');
INSERT INTO `dm_state` VALUES ('1499', '2018557844', '王平', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '546');
INSERT INTO `dm_state` VALUES ('1500', '2018557845', '任金海', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '547');
INSERT INTO `dm_state` VALUES ('1501', '2018557846', '胡迪', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '548');
INSERT INTO `dm_state` VALUES ('1502', '2018557847', '华超', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '549');
INSERT INTO `dm_state` VALUES ('1503', '2018557848', '李志鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '550');
INSERT INTO `dm_state` VALUES ('1504', '2018557849', '黄义容', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '551');
INSERT INTO `dm_state` VALUES ('1505', '2018557850', '张枫', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '552');
INSERT INTO `dm_state` VALUES ('1506', '2018557851', '楚品品', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '553');
INSERT INTO `dm_state` VALUES ('1507', '2018557852', '张文琴', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '554');
INSERT INTO `dm_state` VALUES ('1508', '2018557853', '王银', '1', '测试1323', '23', '超级管理员', 'admin', '1479087674', '555');
INSERT INTO `dm_state` VALUES ('1509', '2018557854', '许文静', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '556');
INSERT INTO `dm_state` VALUES ('1510', '2018557855', '陈前锦', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '557');
INSERT INTO `dm_state` VALUES ('1511', '2018557856', '茆志标', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '558');
INSERT INTO `dm_state` VALUES ('1512', '2018557857', '张坤杰', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '559');
INSERT INTO `dm_state` VALUES ('1513', '2018557858', '张玉', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '560');
INSERT INTO `dm_state` VALUES ('1514', '2018557859', '杨帅', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '561');
INSERT INTO `dm_state` VALUES ('1515', '2018557860', '侯一鸣', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '562');
INSERT INTO `dm_state` VALUES ('1516', '2018557861', '秦衡', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '563');
INSERT INTO `dm_state` VALUES ('1517', '2018557862', '陈皓', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '564');
INSERT INTO `dm_state` VALUES ('1518', '2018557863', '朱杰坤', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '565');
INSERT INTO `dm_state` VALUES ('1519', '2018557864', '杨超', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '566');
INSERT INTO `dm_state` VALUES ('1520', '2018557865', '荆华', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '567');
INSERT INTO `dm_state` VALUES ('1521', '2018557866', '金诚', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '568');
INSERT INTO `dm_state` VALUES ('1522', '2018557867', '居广利', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '569');
INSERT INTO `dm_state` VALUES ('1523', '2018557868', '李明', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '570');
INSERT INTO `dm_state` VALUES ('1524', '2018557869', '陈洪猛', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '571');
INSERT INTO `dm_state` VALUES ('1525', '2018557870', '黄鑫', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '572');
INSERT INTO `dm_state` VALUES ('1526', '2018557871', '安洪强', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '573');
INSERT INTO `dm_state` VALUES ('1527', '2018557872', '朱清林', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '574');
INSERT INTO `dm_state` VALUES ('1528', '2018557873', '方隆林', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '575');
INSERT INTO `dm_state` VALUES ('1529', '2018557874', '唐东', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '576');
INSERT INTO `dm_state` VALUES ('1530', '2018557875', '赵习', '1', '测试1323', '23', '超级管理员', 'admin', '1479087675', '577');
INSERT INTO `dm_state` VALUES ('1531', '2018557876', '朱云鹏', '1', '测试1323', '23', '超级管理员', 'admin', '1479087676', '578');
INSERT INTO `dm_state` VALUES ('1532', '2018557877', '姜涛', '1', '测试1323', '23', '超级管理员', 'admin', '1479087676', '579');
INSERT INTO `dm_state` VALUES ('1533', '2018557878', '任重光', '1', '测试1323', '23', '超级管理员', 'admin', '1479087676', '580');
INSERT INTO `dm_state` VALUES ('1534', '2018557879', '周加慧', '1', '测试1323', '23', '超级管理员', 'admin', '1479087676', '581');
INSERT INTO `dm_state` VALUES ('1535', '2018557880', '奚之明', '1', '测试1323', '23', '超级管理员', 'admin', '1479087676', '582');
INSERT INTO `dm_state` VALUES ('1536', '201855761', '张种种', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '850');
INSERT INTO `dm_state` VALUES ('1537', '201855762', '朱文亚', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '851');
INSERT INTO `dm_state` VALUES ('1538', '201855763', '杨波', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '852');
INSERT INTO `dm_state` VALUES ('1539', '201855764', '石王凯', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '853');
INSERT INTO `dm_state` VALUES ('1540', '201855765', '蔡伟', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '854');
INSERT INTO `dm_state` VALUES ('1541', '201855766', '华朋朋', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '855');
INSERT INTO `dm_state` VALUES ('1542', '201855767', '魏勇', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '856');
INSERT INTO `dm_state` VALUES ('1543', '201855768', '侯进', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '857');
INSERT INTO `dm_state` VALUES ('1544', '201855769', '朱斌', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '858');
INSERT INTO `dm_state` VALUES ('1545', '201855770', '李琴', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '859');
INSERT INTO `dm_state` VALUES ('1546', '201855771', '高坤', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '860');
INSERT INTO `dm_state` VALUES ('1547', '201855772', '陆宇', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '861');
INSERT INTO `dm_state` VALUES ('1548', '201855773', '辛旬', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '862');
INSERT INTO `dm_state` VALUES ('1549', '201855774', '李伟强', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '863');
INSERT INTO `dm_state` VALUES ('1550', '201855775', '曹君', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '864');
INSERT INTO `dm_state` VALUES ('1551', '201855776', '夏鑫鑫', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '865');
INSERT INTO `dm_state` VALUES ('1552', '201855777', '王琪', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '866');
INSERT INTO `dm_state` VALUES ('1553', '201855778', '徐敬岭', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '867');
INSERT INTO `dm_state` VALUES ('1554', '201855779', '王亚成', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '868');
INSERT INTO `dm_state` VALUES ('1555', '201855780', '王帅', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '869');
INSERT INTO `dm_state` VALUES ('1556', '201855781', '孙俊杰', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '870');
INSERT INTO `dm_state` VALUES ('1557', '201855782', '吴东东', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '871');
INSERT INTO `dm_state` VALUES ('1558', '201855783', '蔡圣', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '872');
INSERT INTO `dm_state` VALUES ('1559', '201855784', '房梦宇', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '873');
INSERT INTO `dm_state` VALUES ('1560', '201855785', '马航英', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '874');
INSERT INTO `dm_state` VALUES ('1561', '201855786', '周璐瑶', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '875');
INSERT INTO `dm_state` VALUES ('1562', '201855787', '黄健', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '876');
INSERT INTO `dm_state` VALUES ('1563', '201855788', '李芳', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '877');
INSERT INTO `dm_state` VALUES ('1564', '201855789', '郭恒', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '878');
INSERT INTO `dm_state` VALUES ('1565', '201855790', '王雁', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '879');
INSERT INTO `dm_state` VALUES ('1566', '201855791', '张亚阵', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '880');
INSERT INTO `dm_state` VALUES ('1567', '201855792', '董志凯', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '881');
INSERT INTO `dm_state` VALUES ('1568', '201855793', '李选军', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '882');
INSERT INTO `dm_state` VALUES ('1569', '201855794', '张玮', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '883');
INSERT INTO `dm_state` VALUES ('1570', '201855795', '崔子弟', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '884');
INSERT INTO `dm_state` VALUES ('1571', '201855796', '杨松', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '885');
INSERT INTO `dm_state` VALUES ('1572', '201855797', '王斌', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '886');
INSERT INTO `dm_state` VALUES ('1573', '201855798', '章志豪', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '887');
INSERT INTO `dm_state` VALUES ('1574', '201855799', '宋琦', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '888');
INSERT INTO `dm_state` VALUES ('1575', '201855800', '常海波', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '889');
INSERT INTO `dm_state` VALUES ('1576', '201855801', '胡娟', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '890');
INSERT INTO `dm_state` VALUES ('1577', '201855802', '金梦影', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '891');
INSERT INTO `dm_state` VALUES ('1578', '201855803', '姚本利', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '892');
INSERT INTO `dm_state` VALUES ('1579', '201855804', '王平', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '893');
INSERT INTO `dm_state` VALUES ('1580', '201855805', '任金海', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '894');
INSERT INTO `dm_state` VALUES ('1581', '201855806', '胡迪', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '895');
INSERT INTO `dm_state` VALUES ('1582', '201855807', '华超', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '896');
INSERT INTO `dm_state` VALUES ('1583', '201855808', '李志鹏', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '897');
INSERT INTO `dm_state` VALUES ('1584', '201855809', '黄义容', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '898');
INSERT INTO `dm_state` VALUES ('1585', '201855810', '张枫', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '899');
INSERT INTO `dm_state` VALUES ('1586', '201855811', '楚品品', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '900');
INSERT INTO `dm_state` VALUES ('1587', '201855812', '张文琴', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '901');
INSERT INTO `dm_state` VALUES ('1588', '201855813', '王银', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '902');
INSERT INTO `dm_state` VALUES ('1589', '201855814', '许文静', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '903');
INSERT INTO `dm_state` VALUES ('1590', '201855815', '陈前锦', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '904');
INSERT INTO `dm_state` VALUES ('1591', '201855816', '茆志标', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '905');
INSERT INTO `dm_state` VALUES ('1592', '201855817', '张坤杰', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '906');
INSERT INTO `dm_state` VALUES ('1593', '201855818', '张玉', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '907');
INSERT INTO `dm_state` VALUES ('1594', '201855819', '杨帅', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '908');
INSERT INTO `dm_state` VALUES ('1595', '201855820', '侯一鸣', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '909');
INSERT INTO `dm_state` VALUES ('1596', '201855821', '秦衡', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '910');
INSERT INTO `dm_state` VALUES ('1597', '201855822', '陈皓', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '911');
INSERT INTO `dm_state` VALUES ('1598', '201855823', '朱杰坤', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '912');
INSERT INTO `dm_state` VALUES ('1599', '201855824', '杨超', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '913');
INSERT INTO `dm_state` VALUES ('1600', '201855825', '荆华', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '914');
INSERT INTO `dm_state` VALUES ('1601', '201855826', '金诚', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '915');
INSERT INTO `dm_state` VALUES ('1602', '201855827', '居广利', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '916');
INSERT INTO `dm_state` VALUES ('1603', '201855828', '李明', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '917');
INSERT INTO `dm_state` VALUES ('1604', '201855829', '陈洪猛', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '918');
INSERT INTO `dm_state` VALUES ('1605', '201855830', '黄鑫', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '919');
INSERT INTO `dm_state` VALUES ('1606', '201855831', '安洪强', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '920');
INSERT INTO `dm_state` VALUES ('1607', '201855832', '朱清林', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '921');
INSERT INTO `dm_state` VALUES ('1608', '201855833', '方隆林', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '922');
INSERT INTO `dm_state` VALUES ('1609', '201855834', '唐东', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '923');
INSERT INTO `dm_state` VALUES ('1610', '201855835', '赵习', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '924');
INSERT INTO `dm_state` VALUES ('1611', '201855836', '朱云鹏', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '925');
INSERT INTO `dm_state` VALUES ('1612', '201855837', '姜涛', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '926');
INSERT INTO `dm_state` VALUES ('1613', '201855838', '任重光', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '927');
INSERT INTO `dm_state` VALUES ('1614', '201855839', '周加慧', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '928');
INSERT INTO `dm_state` VALUES ('1615', '201855840', '奚之明', '1', '数控1523', '28', '超级管理员', 'admin', '1479116135', '929');

-- ----------------------------
-- Table structure for dm_stu
-- ----------------------------
DROP TABLE IF EXISTS `dm_stu`;
CREATE TABLE `dm_stu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  `no` varchar(22) COLLATE utf8_unicode_ci NOT NULL COMMENT '学号',
  `class_id` int(11) NOT NULL,
  `input_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `mp3` tinyint(11) NOT NULL DEFAULT '0',
  `class_name` varchar(22) COLLATE utf8_unicode_ci NOT NULL COMMENT '班级',
  `mp3_path` varchar(32) COLLATE utf8_unicode_ci NOT NULL COMMENT 'mp3路径',
  PRIMARY KEY (`id`),
  UNIQUE KEY `no` (`no`)
) ENGINE=InnoDB AUTO_INCREMENT=930 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='学生信息表';

-- ----------------------------
-- Records of dm_stu
-- ----------------------------
INSERT INTO `dm_stu` VALUES ('546', '王平', '2018557844', '23', '2016-11-02 00:48:16', '1', '测试1323', '/Public/mp3/2018/2018557844.mp3');
INSERT INTO `dm_stu` VALUES ('547', '任金海', '2018557845', '23', '2016-11-02 00:48:16', '1', '测试1323', '/Public/mp3/2018/2018557845.mp3');
INSERT INTO `dm_stu` VALUES ('548', '胡迪', '2018557846', '23', '2016-11-02 00:48:16', '1', '测试1323', '/Public/mp3/2018/2018557846.mp3');
INSERT INTO `dm_stu` VALUES ('549', '华超', '2018557847', '23', '2016-11-02 00:48:17', '1', '测试1323', '/Public/mp3/2018/2018557847.mp3');
INSERT INTO `dm_stu` VALUES ('550', '李志鹏', '2018557848', '23', '2016-11-02 00:48:17', '1', '测试1323', '/Public/mp3/2018/2018557848.mp3');
INSERT INTO `dm_stu` VALUES ('551', '黄义容', '2018557849', '23', '2016-11-02 00:48:17', '1', '测试1323', '/Public/mp3/2018/2018557849.mp3');
INSERT INTO `dm_stu` VALUES ('552', '张枫', '2018557850', '23', '2016-11-02 00:48:18', '1', '测试1323', '/Public/mp3/2018/2018557850.mp3');
INSERT INTO `dm_stu` VALUES ('553', '楚品品', '2018557851', '23', '2016-11-02 00:48:18', '1', '测试1323', '/Public/mp3/2018/2018557851.mp3');
INSERT INTO `dm_stu` VALUES ('554', '张文琴', '2018557852', '23', '2016-11-02 00:48:18', '1', '测试1323', '/Public/mp3/2018/2018557852.mp3');
INSERT INTO `dm_stu` VALUES ('555', '王银', '2018557853', '23', '2016-11-02 00:48:19', '1', '测试1323', '/Public/mp3/2018/2018557853.mp3');
INSERT INTO `dm_stu` VALUES ('556', '许文静', '2018557854', '23', '2016-11-02 00:48:19', '1', '测试1323', '/Public/mp3/2018/2018557854.mp3');
INSERT INTO `dm_stu` VALUES ('557', '陈前锦', '2018557855', '23', '2016-11-02 00:48:19', '1', '测试1323', '/Public/mp3/2018/2018557855.mp3');
INSERT INTO `dm_stu` VALUES ('558', '茆志标', '2018557856', '23', '2016-11-02 00:48:20', '1', '测试1323', '/Public/mp3/2018/2018557856.mp3');
INSERT INTO `dm_stu` VALUES ('559', '张坤杰', '2018557857', '23', '2016-11-02 00:48:20', '1', '测试1323', '/Public/mp3/2018/2018557857.mp3');
INSERT INTO `dm_stu` VALUES ('560', '张玉', '2018557858', '23', '2016-11-02 00:48:20', '1', '测试1323', '/Public/mp3/2018/2018557858.mp3');
INSERT INTO `dm_stu` VALUES ('561', '杨帅', '2018557859', '23', '2016-11-02 00:48:21', '1', '测试1323', '/Public/mp3/2018/2018557859.mp3');
INSERT INTO `dm_stu` VALUES ('562', '侯一鸣', '2018557860', '23', '2016-11-02 00:48:21', '1', '测试1323', '/Public/mp3/2018/2018557860.mp3');
INSERT INTO `dm_stu` VALUES ('563', '秦衡', '2018557861', '23', '2016-11-02 00:48:21', '1', '测试1323', '/Public/mp3/2018/2018557861.mp3');
INSERT INTO `dm_stu` VALUES ('564', '陈皓', '2018557862', '23', '2016-11-02 00:48:22', '1', '测试1323', '/Public/mp3/2018/2018557862.mp3');
INSERT INTO `dm_stu` VALUES ('565', '朱杰坤', '2018557863', '23', '2016-11-02 00:48:22', '1', '测试1323', '/Public/mp3/2018/2018557863.mp3');
INSERT INTO `dm_stu` VALUES ('566', '杨超', '2018557864', '23', '2016-11-02 00:48:22', '1', '测试1323', '/Public/mp3/2018/2018557864.mp3');
INSERT INTO `dm_stu` VALUES ('567', '荆华', '2018557865', '23', '2016-11-02 00:48:22', '1', '测试1323', '/Public/mp3/2018/2018557865.mp3');
INSERT INTO `dm_stu` VALUES ('568', '金诚', '2018557866', '23', '2016-11-02 00:48:23', '1', '测试1323', '/Public/mp3/2018/2018557866.mp3');
INSERT INTO `dm_stu` VALUES ('569', '居广利', '2018557867', '23', '2016-11-02 00:48:23', '1', '测试1323', '/Public/mp3/2018/2018557867.mp3');
INSERT INTO `dm_stu` VALUES ('570', '李明', '2018557868', '23', '2016-11-02 00:48:23', '1', '测试1323', '/Public/mp3/2018/2018557868.mp3');
INSERT INTO `dm_stu` VALUES ('571', '陈洪猛', '2018557869', '23', '2016-11-02 00:48:24', '1', '测试1323', '/Public/mp3/2018/2018557869.mp3');
INSERT INTO `dm_stu` VALUES ('572', '黄鑫', '2018557870', '23', '2016-11-02 00:48:24', '1', '测试1323', '/Public/mp3/2018/2018557870.mp3');
INSERT INTO `dm_stu` VALUES ('573', '安洪强', '2018557871', '23', '2016-11-02 00:48:24', '1', '测试1323', '/Public/mp3/2018/2018557871.mp3');
INSERT INTO `dm_stu` VALUES ('574', '朱清林', '2018557872', '23', '2016-11-02 00:48:24', '1', '测试1323', '/Public/mp3/2018/2018557872.mp3');
INSERT INTO `dm_stu` VALUES ('575', '方隆林', '2018557873', '23', '2016-11-02 00:48:25', '1', '测试1323', '/Public/mp3/2018/2018557873.mp3');
INSERT INTO `dm_stu` VALUES ('576', '唐东', '2018557874', '23', '2016-11-02 00:48:25', '1', '测试1323', '/Public/mp3/2018/2018557874.mp3');
INSERT INTO `dm_stu` VALUES ('577', '赵习', '2018557875', '23', '2016-11-02 00:48:25', '1', '测试1323', '/Public/mp3/2018/2018557875.mp3');
INSERT INTO `dm_stu` VALUES ('578', '朱云鹏', '2018557876', '23', '2016-11-02 00:48:26', '1', '测试1323', '/Public/mp3/2018/2018557876.mp3');
INSERT INTO `dm_stu` VALUES ('579', '姜涛', '2018557877', '23', '2016-11-02 00:48:26', '1', '测试1323', '/Public/mp3/2018/2018557877.mp3');
INSERT INTO `dm_stu` VALUES ('580', '任重光', '2018557878', '23', '2016-11-02 00:48:26', '1', '测试1323', '/Public/mp3/2018/2018557878.mp3');
INSERT INTO `dm_stu` VALUES ('581', '周加慧', '2018557879', '23', '2016-11-02 00:48:27', '1', '测试1323', '/Public/mp3/2018/2018557879.mp3');
INSERT INTO `dm_stu` VALUES ('582', '奚之明', '2018557880', '23', '2016-11-02 00:48:27', '1', '测试1323', '/Public/mp3/2018/2018557880.mp3');
INSERT INTO `dm_stu` VALUES ('583', '刘克庆', '2017589901', '24', '2016-11-02 00:48:27', '1', '电气自动化1771', '/Public/mp3/2017/2017589901.mp3');
INSERT INTO `dm_stu` VALUES ('584', '葛可可', '2017589902', '24', '2016-11-02 00:48:28', '1', '电气自动化1771', '/Public/mp3/2017/2017589902.mp3');
INSERT INTO `dm_stu` VALUES ('585', '沈忠娅', '2017589903', '24', '2016-11-02 00:48:28', '1', '电气自动化1771', '/Public/mp3/2017/2017589903.mp3');
INSERT INTO `dm_stu` VALUES ('586', '朱维维', '2017589904', '24', '2016-11-02 00:48:28', '1', '电气自动化1771', '/Public/mp3/2017/2017589904.mp3');
INSERT INTO `dm_stu` VALUES ('587', '宋浩', '2017589905', '24', '2016-11-02 00:48:29', '1', '电气自动化1771', '/Public/mp3/2017/2017589905.mp3');
INSERT INTO `dm_stu` VALUES ('588', '李小兵', '2017589906', '24', '2016-11-02 00:48:29', '1', '电气自动化1771', '/Public/mp3/2017/2017589906.mp3');
INSERT INTO `dm_stu` VALUES ('589', '李鹏远', '2017589907', '24', '2016-11-02 00:48:29', '1', '电气自动化1771', '/Public/mp3/2017/2017589907.mp3');
INSERT INTO `dm_stu` VALUES ('590', '孙强', '2017589908', '24', '2016-11-02 00:48:30', '1', '电气自动化1771', '/Public/mp3/2017/2017589908.mp3');
INSERT INTO `dm_stu` VALUES ('591', '王小杰', '2017589909', '24', '2016-11-02 00:48:30', '1', '电气自动化1771', '/Public/mp3/2017/2017589909.mp3');
INSERT INTO `dm_stu` VALUES ('592', '刘祥', '2017589910', '24', '2016-11-02 00:48:30', '1', '电气自动化1771', '/Public/mp3/2017/2017589910.mp3');
INSERT INTO `dm_stu` VALUES ('593', '赵强鹤', '2017589911', '24', '2016-11-02 00:48:30', '1', '电气自动化1771', '/Public/mp3/2017/2017589911.mp3');
INSERT INTO `dm_stu` VALUES ('594', '邹永', '2017589912', '24', '2016-11-02 00:48:31', '1', '电气自动化1771', '/Public/mp3/2017/2017589912.mp3');
INSERT INTO `dm_stu` VALUES ('595', '杨立', '2017589913', '24', '2016-11-02 00:48:31', '1', '电气自动化1771', '/Public/mp3/2017/2017589913.mp3');
INSERT INTO `dm_stu` VALUES ('596', '朱万权', '2017589914', '24', '2016-11-02 00:48:31', '1', '电气自动化1771', '/Public/mp3/2017/2017589914.mp3');
INSERT INTO `dm_stu` VALUES ('597', '徐成', '2017589915', '24', '2016-11-02 00:48:32', '1', '电气自动化1771', '/Public/mp3/2017/2017589915.mp3');
INSERT INTO `dm_stu` VALUES ('598', '吴翔', '2017589916', '24', '2016-11-02 00:48:32', '1', '电气自动化1771', '/Public/mp3/2017/2017589916.mp3');
INSERT INTO `dm_stu` VALUES ('599', '李宝超', '2017589917', '24', '2016-11-02 00:48:32', '1', '电气自动化1771', '/Public/mp3/2017/2017589917.mp3');
INSERT INTO `dm_stu` VALUES ('600', '刘仁军', '2017589918', '24', '2016-11-02 00:48:33', '1', '电气自动化1771', '/Public/mp3/2017/2017589918.mp3');
INSERT INTO `dm_stu` VALUES ('601', '关宝强', '2017589919', '24', '2016-11-02 00:48:33', '1', '电气自动化1771', '/Public/mp3/2017/2017589919.mp3');
INSERT INTO `dm_stu` VALUES ('602', '马云明', '2017589920', '24', '2016-11-02 00:48:33', '1', '电气自动化1771', '/Public/mp3/2017/2017589920.mp3');
INSERT INTO `dm_stu` VALUES ('603', '杨祖超', '2017589921', '24', '2016-11-02 00:48:33', '1', '电气自动化1771', '/Public/mp3/2017/2017589921.mp3');
INSERT INTO `dm_stu` VALUES ('604', '张周成', '2017589922', '24', '2016-11-02 00:48:34', '1', '电气自动化1771', '/Public/mp3/2017/2017589922.mp3');
INSERT INTO `dm_stu` VALUES ('605', '马松', '2017589923', '24', '2016-11-02 00:48:34', '1', '电气自动化1771', '/Public/mp3/2017/2017589923.mp3');
INSERT INTO `dm_stu` VALUES ('606', '龚生', '2017589924', '24', '2016-11-02 00:48:34', '1', '电气自动化1771', '/Public/mp3/2017/2017589924.mp3');
INSERT INTO `dm_stu` VALUES ('607', '刘龙飞', '2017589925', '24', '2016-11-02 00:48:35', '1', '电气自动化1771', '/Public/mp3/2017/2017589925.mp3');
INSERT INTO `dm_stu` VALUES ('608', '韩昌计', '2017589926', '24', '2016-11-02 00:48:35', '1', '电气自动化1771', '/Public/mp3/2017/2017589926.mp3');
INSERT INTO `dm_stu` VALUES ('609', '陈翠娟', '2017589927', '24', '2016-11-02 00:48:35', '1', '电气自动化1771', '/Public/mp3/2017/2017589927.mp3');
INSERT INTO `dm_stu` VALUES ('610', '钟健', '2017589928', '24', '2016-11-02 00:48:36', '1', '电气自动化1771', '/Public/mp3/2017/2017589928.mp3');
INSERT INTO `dm_stu` VALUES ('611', '高成才', '2017589929', '24', '2016-11-02 00:48:36', '1', '电气自动化1771', '/Public/mp3/2017/2017589929.mp3');
INSERT INTO `dm_stu` VALUES ('612', '徐华伟', '2017589930', '24', '2016-11-02 00:48:36', '1', '电气自动化1771', '/Public/mp3/2017/2017589930.mp3');
INSERT INTO `dm_stu` VALUES ('613', '付翔', '2017589931', '24', '2016-11-02 00:48:37', '1', '电气自动化1771', '/Public/mp3/2017/2017589931.mp3');
INSERT INTO `dm_stu` VALUES ('614', '赵宏建', '2017589932', '24', '2016-11-02 00:48:37', '1', '电气自动化1771', '/Public/mp3/2017/2017589932.mp3');
INSERT INTO `dm_stu` VALUES ('615', '赵云昊', '2017589933', '24', '2016-11-02 00:48:37', '1', '电气自动化1771', '/Public/mp3/2017/2017589933.mp3');
INSERT INTO `dm_stu` VALUES ('616', '谢康', '2017589934', '24', '2016-11-02 00:48:38', '1', '电气自动化1771', '/Public/mp3/2017/2017589934.mp3');
INSERT INTO `dm_stu` VALUES ('617', '郑冬冬', '2017589935', '24', '2016-11-02 00:48:38', '1', '电气自动化1771', '/Public/mp3/2017/2017589935.mp3');
INSERT INTO `dm_stu` VALUES ('618', '罗文', '2017589936', '24', '2016-11-02 00:48:38', '1', '电气自动化1771', '/Public/mp3/2017/2017589936.mp3');
INSERT INTO `dm_stu` VALUES ('619', '刘兴安', '2017589937', '24', '2016-11-02 00:48:39', '1', '电气自动化1771', '/Public/mp3/2017/2017589937.mp3');
INSERT INTO `dm_stu` VALUES ('620', '张迎春', '2017589938', '24', '2016-11-02 00:48:39', '1', '电气自动化1771', '/Public/mp3/2017/2017589938.mp3');
INSERT INTO `dm_stu` VALUES ('621', '马腾', '2017589939', '24', '2016-11-02 00:48:39', '1', '电气自动化1771', '/Public/mp3/2017/2017589939.mp3');
INSERT INTO `dm_stu` VALUES ('622', '刘鑫', '2017589940', '24', '2016-11-02 00:48:40', '1', '电气自动化1771', '/Public/mp3/2017/2017589940.mp3');
INSERT INTO `dm_stu` VALUES ('623', '朱韬', '2017589941', '24', '2016-11-02 00:48:40', '1', '电气自动化1771', '/Public/mp3/2017/2017589941.mp3');
INSERT INTO `dm_stu` VALUES ('624', '许明续', '2017589942', '24', '2016-11-02 00:48:40', '1', '电气自动化1771', '/Public/mp3/2017/2017589942.mp3');
INSERT INTO `dm_stu` VALUES ('625', '李鹏飞', '2017589943', '24', '2016-11-02 00:48:41', '1', '电气自动化1771', '/Public/mp3/2017/2017589943.mp3');
INSERT INTO `dm_stu` VALUES ('626', '唐锦', '2017589944', '24', '2016-11-02 00:48:41', '1', '电气自动化1771', '/Public/mp3/2017/2017589944.mp3');
INSERT INTO `dm_stu` VALUES ('627', '刘克庆', '2017589945', '24', '2016-11-02 00:48:41', '1', '电气自动化1771', '/Public/mp3/2017/2017589945.mp3');
INSERT INTO `dm_stu` VALUES ('628', '葛可可', '2017589946', '24', '2016-11-02 00:48:42', '1', '电气自动化1771', '/Public/mp3/2017/2017589946.mp3');
INSERT INTO `dm_stu` VALUES ('629', '沈忠娅', '2017589947', '24', '2016-11-02 00:48:42', '1', '电气自动化1771', '/Public/mp3/2017/2017589947.mp3');
INSERT INTO `dm_stu` VALUES ('630', '朱维维', '2017589948', '24', '2016-11-02 00:48:42', '1', '电气自动化1771', '/Public/mp3/2017/2017589948.mp3');
INSERT INTO `dm_stu` VALUES ('631', '宋浩', '2017589949', '24', '2016-11-02 00:48:42', '1', '电气自动化1771', '/Public/mp3/2017/2017589949.mp3');
INSERT INTO `dm_stu` VALUES ('632', '李小兵', '2017589950', '24', '2016-11-02 00:48:43', '1', '电气自动化1771', '/Public/mp3/2017/2017589950.mp3');
INSERT INTO `dm_stu` VALUES ('633', '李鹏远', '2017589951', '24', '2016-11-02 00:48:43', '1', '电气自动化1771', '/Public/mp3/2017/2017589951.mp3');
INSERT INTO `dm_stu` VALUES ('634', '孙强', '2017589952', '24', '2016-11-02 00:48:43', '1', '电气自动化1771', '/Public/mp3/2017/2017589952.mp3');
INSERT INTO `dm_stu` VALUES ('635', '王小杰', '2017589953', '24', '2016-11-02 00:48:44', '1', '电气自动化1771', '/Public/mp3/2017/2017589953.mp3');
INSERT INTO `dm_stu` VALUES ('636', '刘祥', '2017589954', '24', '2016-11-02 00:48:44', '1', '电气自动化1771', '/Public/mp3/2017/2017589954.mp3');
INSERT INTO `dm_stu` VALUES ('637', '赵强鹤', '2017589955', '24', '2016-11-02 00:48:44', '1', '电气自动化1771', '/Public/mp3/2017/2017589955.mp3');
INSERT INTO `dm_stu` VALUES ('638', '邹永', '2017589956', '24', '2016-11-02 00:48:45', '1', '电气自动化1771', '/Public/mp3/2017/2017589956.mp3');
INSERT INTO `dm_stu` VALUES ('639', '杨立', '2017589957', '24', '2016-11-02 00:48:45', '1', '电气自动化1771', '/Public/mp3/2017/2017589957.mp3');
INSERT INTO `dm_stu` VALUES ('640', '朱万权', '2017589958', '24', '2016-11-02 00:48:45', '1', '电气自动化1771', '/Public/mp3/2017/2017589958.mp3');
INSERT INTO `dm_stu` VALUES ('641', '徐成', '2017589959', '24', '2016-11-02 00:48:46', '1', '电气自动化1771', '/Public/mp3/2017/2017589959.mp3');
INSERT INTO `dm_stu` VALUES ('642', '吴翔', '2017589960', '24', '2016-11-02 00:48:46', '1', '电气自动化1771', '/Public/mp3/2017/2017589960.mp3');
INSERT INTO `dm_stu` VALUES ('643', '李宝超', '2017589961', '24', '2016-11-02 00:48:46', '1', '电气自动化1771', '/Public/mp3/2017/2017589961.mp3');
INSERT INTO `dm_stu` VALUES ('644', '刘仁军', '2017589962', '24', '2016-11-02 00:48:46', '1', '电气自动化1771', '/Public/mp3/2017/2017589962.mp3');
INSERT INTO `dm_stu` VALUES ('645', '关宝强', '2017589963', '24', '2016-11-02 00:48:47', '1', '电气自动化1771', '/Public/mp3/2017/2017589963.mp3');
INSERT INTO `dm_stu` VALUES ('646', '马云明', '2017589964', '24', '2016-11-02 00:48:47', '1', '电气自动化1771', '/Public/mp3/2017/2017589964.mp3');
INSERT INTO `dm_stu` VALUES ('647', '杨祖超', '2017589965', '24', '2016-11-02 00:48:47', '1', '电气自动化1771', '/Public/mp3/2017/2017589965.mp3');
INSERT INTO `dm_stu` VALUES ('648', '张周成', '2017589966', '24', '2016-11-02 00:48:48', '1', '电气自动化1771', '/Public/mp3/2017/2017589966.mp3');
INSERT INTO `dm_stu` VALUES ('649', '马松', '2017589967', '24', '2016-11-02 00:48:48', '1', '电气自动化1771', '/Public/mp3/2017/2017589967.mp3');
INSERT INTO `dm_stu` VALUES ('650', '龚生', '2017589968', '24', '2016-11-02 00:48:48', '1', '电气自动化1771', '/Public/mp3/2017/2017589968.mp3');
INSERT INTO `dm_stu` VALUES ('651', '刘龙飞', '2017589969', '24', '2016-11-02 00:48:48', '1', '电气自动化1771', '/Public/mp3/2017/2017589969.mp3');
INSERT INTO `dm_stu` VALUES ('652', '韩昌计', '2017589970', '24', '2016-11-02 00:48:49', '1', '电气自动化1771', '/Public/mp3/2017/2017589970.mp3');
INSERT INTO `dm_stu` VALUES ('653', '陈翠娟', '2017589971', '24', '2016-11-02 00:48:49', '1', '电气自动化1771', '/Public/mp3/2017/2017589971.mp3');
INSERT INTO `dm_stu` VALUES ('654', '钟健', '2017589972', '24', '2016-11-02 00:48:49', '1', '电气自动化1771', '/Public/mp3/2017/2017589972.mp3');
INSERT INTO `dm_stu` VALUES ('655', '高成才', '2017589973', '24', '2016-11-02 00:48:53', '1', '电气自动化1771', '/Public/mp3/2017/2017589973.mp3');
INSERT INTO `dm_stu` VALUES ('656', '徐华伟', '2017589974', '24', '2016-11-02 00:48:53', '1', '电气自动化1771', '/Public/mp3/2017/2017589974.mp3');
INSERT INTO `dm_stu` VALUES ('657', '付翔', '2017589975', '24', '2016-11-02 00:48:53', '1', '电气自动化1771', '/Public/mp3/2017/2017589975.mp3');
INSERT INTO `dm_stu` VALUES ('658', '赵宏建', '2017589976', '24', '2016-11-02 00:48:54', '1', '电气自动化1771', '/Public/mp3/2017/2017589976.mp3');
INSERT INTO `dm_stu` VALUES ('659', '赵云昊', '2017589977', '24', '2016-11-02 00:48:54', '1', '电气自动化1771', '/Public/mp3/2017/2017589977.mp3');
INSERT INTO `dm_stu` VALUES ('660', '谢康', '2017589978', '24', '2016-11-02 00:48:54', '1', '电气自动化1771', '/Public/mp3/2017/2017589978.mp3');
INSERT INTO `dm_stu` VALUES ('661', '郑冬冬', '2017589979', '24', '2016-11-02 00:48:54', '1', '电气自动化1771', '/Public/mp3/2017/2017589979.mp3');
INSERT INTO `dm_stu` VALUES ('662', '罗文', '2017589980', '24', '2016-11-02 00:48:55', '1', '电气自动化1771', '/Public/mp3/2017/2017589980.mp3');
INSERT INTO `dm_stu` VALUES ('663', '刘兴安', '2017589981', '24', '2016-11-02 00:48:55', '1', '电气自动化1771', '/Public/mp3/2017/2017589981.mp3');
INSERT INTO `dm_stu` VALUES ('664', '张迎春', '2017589982', '24', '2016-11-02 00:48:55', '1', '电气自动化1771', '/Public/mp3/2017/2017589982.mp3');
INSERT INTO `dm_stu` VALUES ('665', '马腾', '2017589983', '24', '2016-11-02 00:48:56', '1', '电气自动化1771', '/Public/mp3/2017/2017589983.mp3');
INSERT INTO `dm_stu` VALUES ('666', '刘鑫', '2017589984', '24', '2016-11-02 00:48:56', '1', '电气自动化1771', '/Public/mp3/2017/2017589984.mp3');
INSERT INTO `dm_stu` VALUES ('667', '朱韬', '2017589985', '24', '2016-11-02 00:48:56', '1', '电气自动化1771', '/Public/mp3/2017/2017589985.mp3');
INSERT INTO `dm_stu` VALUES ('668', '许明续', '2017589986', '24', '2016-11-02 00:48:56', '1', '电气自动化1771', '/Public/mp3/2017/2017589986.mp3');
INSERT INTO `dm_stu` VALUES ('669', '李鹏飞', '2017589987', '24', '2016-11-02 00:48:57', '1', '电气自动化1771', '/Public/mp3/2017/2017589987.mp3');
INSERT INTO `dm_stu` VALUES ('800', '姬光耀', '2011989121', '27', '2016-11-02 17:55:30', '1', '汽车1222', '/Public/mp3/2011/2011989121.mp3');
INSERT INTO `dm_stu` VALUES ('801', '田雨点', '2011989122', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989122.mp3');
INSERT INTO `dm_stu` VALUES ('802', '李青青', '2011989123', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989123.mp3');
INSERT INTO `dm_stu` VALUES ('803', '花清禹', '2011989124', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989124.mp3');
INSERT INTO `dm_stu` VALUES ('804', '陈国辉', '2011989125', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989125.mp3');
INSERT INTO `dm_stu` VALUES ('805', '吴伟', '2011989126', '27', '2016-11-02 17:56:07', '1', '汽车1222', '/Public/mp3/2011/2011989126.mp3');
INSERT INTO `dm_stu` VALUES ('806', '陈桥西', '2011989127', '27', '2016-11-02 17:56:07', '1', '汽车1222', '/Public/mp3/2011/2011989127.mp3');
INSERT INTO `dm_stu` VALUES ('807', '夏原野', '2011989128', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989128.mp3');
INSERT INTO `dm_stu` VALUES ('808', '赵富磊', '2011989129', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989129.mp3');
INSERT INTO `dm_stu` VALUES ('809', '余伟', '2011989130', '27', '2016-11-02 17:55:31', '1', '汽车1222', '/Public/mp3/2011/2011989130.mp3');
INSERT INTO `dm_stu` VALUES ('810', '张晓龙', '2011989131', '27', '2016-11-02 17:55:32', '1', '汽车1222', '/Public/mp3/2011/2011989131.mp3');
INSERT INTO `dm_stu` VALUES ('811', '刘明亮', '2011989132', '27', '2016-11-02 17:55:32', '1', '汽车1222', '/Public/mp3/2011/2011989132.mp3');
INSERT INTO `dm_stu` VALUES ('812', '吴响玲', '2011989133', '27', '2016-11-02 17:55:32', '1', '汽车1222', '/Public/mp3/2011/2011989133.mp3');
INSERT INTO `dm_stu` VALUES ('813', '周强', '2011989134', '27', '2016-11-02 17:55:32', '1', '汽车1222', '/Public/mp3/2011/2011989134.mp3');
INSERT INTO `dm_stu` VALUES ('814', '张又夫', '2011989135', '27', '2016-11-02 17:55:32', '1', '汽车1222', '/Public/mp3/2011/2011989135.mp3');
INSERT INTO `dm_stu` VALUES ('815', '汪进', '2011989136', '27', '2016-11-02 17:55:33', '1', '汽车1222', '/Public/mp3/2011/2011989136.mp3');
INSERT INTO `dm_stu` VALUES ('816', '王燕', '2011989137', '27', '2016-11-02 17:56:09', '1', '汽车1222', '/Public/mp3/2011/2011989137.mp3');
INSERT INTO `dm_stu` VALUES ('817', '刘长春', '2011989138', '27', '2016-11-02 17:56:09', '1', '汽车1222', '/Public/mp3/2011/2011989138.mp3');
INSERT INTO `dm_stu` VALUES ('818', '卢伟', '2011989139', '27', '2016-11-02 17:56:09', '1', '汽车1222', '/Public/mp3/2011/2011989139.mp3');
INSERT INTO `dm_stu` VALUES ('819', '夏磊阳', '2011989140', '27', '2016-11-02 17:56:09', '1', '汽车1222', '/Public/mp3/2011/2011989140.mp3');
INSERT INTO `dm_stu` VALUES ('820', '贺涛', '2011989141', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989141.mp3');
INSERT INTO `dm_stu` VALUES ('821', '王兴海', '2011989142', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989142.mp3');
INSERT INTO `dm_stu` VALUES ('822', '叶康', '2011989143', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989143.mp3');
INSERT INTO `dm_stu` VALUES ('823', '孙东东', '2011989144', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989144.mp3');
INSERT INTO `dm_stu` VALUES ('824', '葛荣荣', '2011989145', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989145.mp3');
INSERT INTO `dm_stu` VALUES ('825', '刘自昂', '2011989146', '27', '2016-11-02 17:56:10', '1', '汽车1222', '/Public/mp3/2011/2011989146.mp3');
INSERT INTO `dm_stu` VALUES ('826', '刘自昂', '2011989147', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989147.mp3');
INSERT INTO `dm_stu` VALUES ('827', '王开健', '2011989148', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989148.mp3');
INSERT INTO `dm_stu` VALUES ('828', '胡波', '2011989149', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989149.mp3');
INSERT INTO `dm_stu` VALUES ('829', '宋雅文', '2011989150', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989150.mp3');
INSERT INTO `dm_stu` VALUES ('830', '王晟豪', '2011989151', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989151.mp3');
INSERT INTO `dm_stu` VALUES ('831', '李强', '2011989152', '27', '2016-11-02 17:56:11', '1', '汽车1222', '/Public/mp3/2011/2011989152.mp3');
INSERT INTO `dm_stu` VALUES ('832', '陈可', '2011989153', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989153.mp3');
INSERT INTO `dm_stu` VALUES ('833', '相震军', '2011989154', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989154.mp3');
INSERT INTO `dm_stu` VALUES ('834', '童桐', '2011989155', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989155.mp3');
INSERT INTO `dm_stu` VALUES ('835', '汪宇', '2011989156', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989156.mp3');
INSERT INTO `dm_stu` VALUES ('836', '周文豪', '2011989157', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989157.mp3');
INSERT INTO `dm_stu` VALUES ('837', '张孟雨', '2011989158', '27', '2016-11-02 17:56:12', '1', '汽车1222', '/Public/mp3/2011/2011989158.mp3');
INSERT INTO `dm_stu` VALUES ('838', '尹艳鹏', '2011989159', '27', '2016-11-02 17:56:13', '1', '汽车1222', '/Public/mp3/2011/2011989159.mp3');
INSERT INTO `dm_stu` VALUES ('839', '黄焱', '2011989160', '27', '2016-11-02 17:56:13', '1', '汽车1222', '/Public/mp3/2011/2011989160.mp3');
INSERT INTO `dm_stu` VALUES ('840', '王明珠', '2011989161', '27', '2016-11-02 17:56:13', '1', '汽车1222', '/Public/mp3/2011/2011989161.mp3');
INSERT INTO `dm_stu` VALUES ('841', '赵盼盼', '2011989162', '27', '2016-11-02 17:56:13', '1', '汽车1222', '/Public/mp3/2011/2011989162.mp3');
INSERT INTO `dm_stu` VALUES ('842', '刘婷', '2011989163', '27', '2016-11-02 17:56:13', '1', '汽车1222', '/Public/mp3/2011/2011989163.mp3');
INSERT INTO `dm_stu` VALUES ('843', '黄客松', '2011989164', '27', '2016-11-02 14:05:43', '1', '汽车1222', '/Public/mp3/2011/2011989164.mp3');
INSERT INTO `dm_stu` VALUES ('844', '张国庆', '2011989165', '27', '2016-11-02 17:56:14', '1', '汽车1222', '/Public/mp3/2011/2011989165.mp3');
INSERT INTO `dm_stu` VALUES ('845', '范诗思', '2011989166', '27', '2016-11-02 14:06:03', '1', '汽车1222', '/Public/mp3/2011/2011989166.mp3');
INSERT INTO `dm_stu` VALUES ('846', '杨晓冬', '2011989167', '27', '2016-11-02 17:56:14', '1', '汽车1222', '/Public/mp3/2011/2011989167.mp3');
INSERT INTO `dm_stu` VALUES ('847', '闫磊', '2011989168', '27', '2016-11-02 17:56:14', '1', '汽车1222', '/Public/mp3/2011/2011989168.mp3');
INSERT INTO `dm_stu` VALUES ('848', '王冠', '2011989169', '27', '2016-11-02 17:56:14', '1', '汽车1222', '/Public/mp3/2011/2011989169.mp3');
INSERT INTO `dm_stu` VALUES ('849', '孙超群', '2011989170', '27', '2016-11-02 17:56:15', '1', '汽车1222', '/Public/mp3/2011/2011989170.mp3');
INSERT INTO `dm_stu` VALUES ('850', '张种种', '201855761', '28', '2016-11-02 17:54:59', '1', '数控1523', '/Public/mp3/2018/201855761.mp3');
INSERT INTO `dm_stu` VALUES ('851', '朱文亚', '201855762', '28', '2016-11-02 17:56:15', '1', '数控1523', '/Public/mp3/2018/201855762.mp3');
INSERT INTO `dm_stu` VALUES ('852', '杨波', '201855763', '28', '2016-11-02 17:56:15', '1', '数控1523', '/Public/mp3/2018/201855763.mp3');
INSERT INTO `dm_stu` VALUES ('853', '石王凯', '201855764', '28', '2016-11-02 17:56:15', '1', '数控1523', '/Public/mp3/2018/201855764.mp3');
INSERT INTO `dm_stu` VALUES ('854', '蔡伟', '201855765', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855765.mp3');
INSERT INTO `dm_stu` VALUES ('855', '华朋朋', '201855766', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855766.mp3');
INSERT INTO `dm_stu` VALUES ('856', '魏勇', '201855767', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855767.mp3');
INSERT INTO `dm_stu` VALUES ('857', '侯进', '201855768', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855768.mp3');
INSERT INTO `dm_stu` VALUES ('858', '朱斌', '201855769', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855769.mp3');
INSERT INTO `dm_stu` VALUES ('859', '李琴', '201855770', '28', '2016-11-02 17:56:16', '1', '数控1523', '/Public/mp3/2018/201855770.mp3');
INSERT INTO `dm_stu` VALUES ('860', '高坤', '201855771', '28', '2016-11-02 17:56:17', '1', '数控1523', '/Public/mp3/2018/201855771.mp3');
INSERT INTO `dm_stu` VALUES ('861', '陆宇', '201855772', '28', '2016-11-02 17:56:17', '1', '数控1523', '/Public/mp3/2018/201855772.mp3');
INSERT INTO `dm_stu` VALUES ('862', '辛旬', '201855773', '28', '2016-11-02 17:56:17', '1', '数控1523', '/Public/mp3/2018/201855773.mp3');
INSERT INTO `dm_stu` VALUES ('863', '李伟强', '201855774', '28', '2016-11-02 17:54:59', '1', '数控1523', '/Public/mp3/2018/201855774.mp3');
INSERT INTO `dm_stu` VALUES ('864', '曹君', '201855775', '28', '2016-11-02 17:54:59', '1', '数控1523', '/Public/mp3/2018/201855775.mp3');
INSERT INTO `dm_stu` VALUES ('865', '夏鑫鑫', '201855776', '28', '2016-11-02 09:25:29', '1', '数控1523', '/Public/mp3/2018/201855776.mp3');
INSERT INTO `dm_stu` VALUES ('866', '王琪', '201855777', '28', '2016-11-02 17:55:00', '1', '数控1523', '/Public/mp3/2018/201855777.mp3');
INSERT INTO `dm_stu` VALUES ('867', '徐敬岭', '201855778', '28', '2016-11-02 17:55:00', '1', '数控1523', '/Public/mp3/2018/201855778.mp3');
INSERT INTO `dm_stu` VALUES ('868', '王亚成', '201855779', '28', '2016-11-02 17:54:40', '1', '数控1523', '/Public/mp3/2018/201855779.mp3');
INSERT INTO `dm_stu` VALUES ('869', '王帅', '201855780', '28', '2016-11-02 17:54:40', '1', '数控1523', '/Public/mp3/2018/201855780.mp3');
INSERT INTO `dm_stu` VALUES ('870', '孙俊杰', '201855781', '28', '2016-11-02 17:54:40', '1', '数控1523', '/Public/mp3/2018/201855781.mp3');
INSERT INTO `dm_stu` VALUES ('871', '吴东东', '201855782', '28', '2016-11-02 17:54:41', '1', '数控1523', '/Public/mp3/2018/201855782.mp3');
INSERT INTO `dm_stu` VALUES ('872', '蔡圣', '201855783', '28', '2016-11-02 17:54:41', '1', '数控1523', '/Public/mp3/2018/201855783.mp3');
INSERT INTO `dm_stu` VALUES ('873', '房梦宇', '201855784', '28', '2016-11-02 17:54:41', '1', '数控1523', '/Public/mp3/2018/201855784.mp3');
INSERT INTO `dm_stu` VALUES ('874', '马航英', '201855785', '28', '2016-11-02 17:54:41', '1', '数控1523', '/Public/mp3/2018/201855785.mp3');
INSERT INTO `dm_stu` VALUES ('875', '周璐瑶', '201855786', '28', '2016-11-02 17:54:41', '1', '数控1523', '/Public/mp3/2018/201855786.mp3');
INSERT INTO `dm_stu` VALUES ('876', '黄健', '201855787', '28', '2016-11-02 17:54:42', '1', '数控1523', '/Public/mp3/2018/201855787.mp3');
INSERT INTO `dm_stu` VALUES ('877', '李芳', '201855788', '28', '2016-11-02 17:54:42', '1', '数控1523', '/Public/mp3/2018/201855788.mp3');
INSERT INTO `dm_stu` VALUES ('878', '郭恒', '201855789', '28', '2016-11-02 17:54:42', '1', '数控1523', '/Public/mp3/2018/201855789.mp3');
INSERT INTO `dm_stu` VALUES ('879', '王雁', '201855790', '28', '2016-11-02 17:54:42', '1', '数控1523', '/Public/mp3/2018/201855790.mp3');
INSERT INTO `dm_stu` VALUES ('880', '张亚阵', '201855791', '28', '2016-11-02 17:54:42', '1', '数控1523', '/Public/mp3/2018/201855791.mp3');
INSERT INTO `dm_stu` VALUES ('881', '董志凯', '201855792', '28', '2016-11-02 17:54:43', '1', '数控1523', '/Public/mp3/2018/201855792.mp3');
INSERT INTO `dm_stu` VALUES ('882', '李选军', '201855793', '28', '2016-11-02 17:54:43', '1', '数控1523', '/Public/mp3/2018/201855793.mp3');
INSERT INTO `dm_stu` VALUES ('883', '张玮', '201855794', '28', '2016-11-02 17:54:43', '1', '数控1523', '/Public/mp3/2018/201855794.mp3');
INSERT INTO `dm_stu` VALUES ('884', '崔子弟', '201855795', '28', '2016-11-02 17:55:05', '1', '数控1523', '/Public/mp3/2018/201855795.mp3');
INSERT INTO `dm_stu` VALUES ('885', '杨松', '201855796', '28', '2016-11-02 17:56:20', '1', '数控1523', '/Public/mp3/2018/201855796.mp3');
INSERT INTO `dm_stu` VALUES ('886', '王斌', '201855797', '28', '2016-11-02 17:55:33', '1', '数控1523', '/Public/mp3/2018/201855797.mp3');
INSERT INTO `dm_stu` VALUES ('887', '章志豪', '201855798', '28', '2016-11-02 17:54:43', '1', '数控1523', '/Public/mp3/2018/201855798.mp3');
INSERT INTO `dm_stu` VALUES ('888', '宋琦', '201855799', '28', '2016-11-02 17:54:43', '1', '数控1523', '/Public/mp3/2018/201855799.mp3');
INSERT INTO `dm_stu` VALUES ('889', '常海波', '201855800', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855800.mp3');
INSERT INTO `dm_stu` VALUES ('890', '胡娟', '201855801', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855801.mp3');
INSERT INTO `dm_stu` VALUES ('891', '金梦影', '201855802', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855802.mp3');
INSERT INTO `dm_stu` VALUES ('892', '姚本利', '201855803', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855803.mp3');
INSERT INTO `dm_stu` VALUES ('893', '王平', '201855804', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855804.mp3');
INSERT INTO `dm_stu` VALUES ('894', '任金海', '201855805', '28', '2016-11-02 17:54:44', '1', '数控1523', '/Public/mp3/2018/201855805.mp3');
INSERT INTO `dm_stu` VALUES ('895', '胡迪', '201855806', '28', '2016-11-02 17:54:45', '1', '数控1523', '/Public/mp3/2018/201855806.mp3');
INSERT INTO `dm_stu` VALUES ('896', '华超', '201855807', '28', '2016-11-02 17:54:45', '1', '数控1523', '/Public/mp3/2018/201855807.mp3');
INSERT INTO `dm_stu` VALUES ('897', '李志鹏', '201855808', '28', '2016-11-02 17:54:45', '1', '数控1523', '/Public/mp3/2018/201855808.mp3');
INSERT INTO `dm_stu` VALUES ('898', '黄义容', '201855809', '28', '2016-11-02 17:55:06', '1', '数控1523', '/Public/mp3/2018/201855809.mp3');
INSERT INTO `dm_stu` VALUES ('899', '张枫', '201855810', '28', '2016-11-02 17:54:45', '1', '数控1523', '/Public/mp3/2018/201855810.mp3');
INSERT INTO `dm_stu` VALUES ('900', '楚品品', '201855811', '28', '2016-11-02 17:55:33', '1', '数控1523', '/Public/mp3/2018/201855811.mp3');
INSERT INTO `dm_stu` VALUES ('901', '张文琴', '201855812', '28', '2016-11-02 17:55:33', '1', '数控1523', '/Public/mp3/2018/201855812.mp3');
INSERT INTO `dm_stu` VALUES ('902', '王银', '201855813', '28', '2016-11-02 17:55:33', '1', '数控1523', '/Public/mp3/2018/201855813.mp3');
INSERT INTO `dm_stu` VALUES ('903', '许文静', '201855814', '28', '2016-11-02 17:55:33', '1', '数控1523', '/Public/mp3/2018/201855814.mp3');
INSERT INTO `dm_stu` VALUES ('904', '陈前锦', '201855815', '28', '2016-11-02 17:55:34', '1', '数控1523', '/Public/mp3/2018/201855815.mp3');
INSERT INTO `dm_stu` VALUES ('905', '茆志标', '201855816', '28', '2016-11-02 17:55:34', '1', '数控1523', '/Public/mp3/2018/201855816.mp3');
INSERT INTO `dm_stu` VALUES ('906', '张坤杰', '201855817', '28', '2016-11-02 17:55:34', '1', '数控1523', '/Public/mp3/2018/201855817.mp3');
INSERT INTO `dm_stu` VALUES ('907', '张玉', '201855818', '28', '2016-11-02 17:55:34', '1', '数控1523', '/Public/mp3/2018/201855818.mp3');
INSERT INTO `dm_stu` VALUES ('908', '杨帅', '201855819', '28', '2016-11-02 17:56:24', '1', '数控1523', '/Public/mp3/2018/201855819.mp3');
INSERT INTO `dm_stu` VALUES ('909', '侯一鸣', '201855820', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855820.mp3');
INSERT INTO `dm_stu` VALUES ('910', '秦衡', '201855821', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855821.mp3');
INSERT INTO `dm_stu` VALUES ('911', '陈皓', '201855822', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855822.mp3');
INSERT INTO `dm_stu` VALUES ('912', '朱杰坤', '201855823', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855823.mp3');
INSERT INTO `dm_stu` VALUES ('913', '杨超', '201855824', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855824.mp3');
INSERT INTO `dm_stu` VALUES ('914', '荆华', '201855825', '28', '2016-11-02 17:56:25', '1', '数控1523', '/Public/mp3/2018/201855825.mp3');
INSERT INTO `dm_stu` VALUES ('915', '金诚', '201855826', '28', '2016-11-02 17:56:26', '1', '数控1523', '/Public/mp3/2018/201855826.mp3');
INSERT INTO `dm_stu` VALUES ('916', '居广利', '201855827', '28', '2016-11-02 17:54:45', '1', '数控1523', '/Public/mp3/2018/201855827.mp3');
INSERT INTO `dm_stu` VALUES ('917', '李明', '201855828', '28', '2016-11-02 17:54:46', '1', '数控1523', '/Public/mp3/2018/201855828.mp3');
INSERT INTO `dm_stu` VALUES ('918', '陈洪猛', '201855829', '28', '2016-11-02 17:56:26', '1', '数控1523', '/Public/mp3/2018/201855829.mp3');
INSERT INTO `dm_stu` VALUES ('919', '黄鑫', '201855830', '28', '2016-11-02 17:56:26', '1', '数控1523', '/Public/mp3/2018/201855830.mp3');
INSERT INTO `dm_stu` VALUES ('920', '安洪强', '201855831', '28', '2016-11-02 17:55:34', '1', '数控1523', '/Public/mp3/2018/201855831.mp3');
INSERT INTO `dm_stu` VALUES ('921', '朱清林', '201855832', '28', '2016-11-02 17:56:27', '1', '数控1523', '/Public/mp3/2018/201855832.mp3');
INSERT INTO `dm_stu` VALUES ('922', '方隆林', '201855833', '28', '2016-11-02 17:56:27', '1', '数控1523', '/Public/mp3/2018/201855833.mp3');
INSERT INTO `dm_stu` VALUES ('923', '唐东', '201855834', '28', '2016-11-02 17:56:27', '1', '数控1523', '/Public/mp3/2018/201855834.mp3');
INSERT INTO `dm_stu` VALUES ('924', '赵习', '201855835', '28', '2016-11-02 17:56:27', '1', '数控1523', '/Public/mp3/2018/201855835.mp3');
INSERT INTO `dm_stu` VALUES ('925', '朱云鹏', '201855836', '28', '2016-11-02 17:56:27', '1', '数控1523', '/Public/mp3/2018/201855836.mp3');
INSERT INTO `dm_stu` VALUES ('926', '姜涛', '201855837', '28', '2016-11-02 17:56:28', '1', '数控1523', '/Public/mp3/2018/201855837.mp3');
INSERT INTO `dm_stu` VALUES ('927', '任重光', '201855838', '28', '2016-11-02 17:56:28', '1', '数控1523', '/Public/mp3/2018/201855838.mp3');
INSERT INTO `dm_stu` VALUES ('928', '周加慧', '201855839', '28', '2016-11-02 17:56:28', '1', '数控1523', '/Public/mp3/2018/201855839.mp3');
INSERT INTO `dm_stu` VALUES ('929', '奚之明', '201855840', '28', '2016-11-02 17:56:28', '1', '数控1523', '/Public/mp3/2018/201855840.mp3');

-- ----------------------------
-- Table structure for dm_teacher
-- ----------------------------
DROP TABLE IF EXISTS `dm_teacher`;
CREATE TABLE `dm_teacher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `nikename` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `user` varchar(22) COLLATE utf8_unicode_ci NOT NULL,
  `pwd` varchar(55) COLLATE utf8_unicode_ci NOT NULL DEFAULT '' COMMENT '教师密码',
  `class_id` varchar(200) COLLATE utf8_unicode_ci NOT NULL DEFAULT '' COMMENT '班级id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='教师信息表';

-- ----------------------------
-- Records of dm_teacher
-- ----------------------------
INSERT INTO `dm_teacher` VALUES ('1', '超级管理员', 'admin', '21232f297a57a5a743894a0e4a801fc3', '');
INSERT INTO `dm_teacher` VALUES ('17', '陈传胜', '98002', '79910e26319d6f0fd0d2d7cbe469f8bb', '23,27,28');
INSERT INTO `dm_teacher` VALUES ('19', '鲍俊瑶', '98003', 'd90f5f9cfccb42269fdf5eaafb1408bd', '20,22');
INSERT INTO `dm_teacher` VALUES ('22', '李晓', '98005', 'fa58145134f1f61069472e65c7602dec', '18,22');
